{"SampleID": 98, "PassageID": 9, "PassageEditID": 0, "original sentence": "Iamblichus mentions none of these children and instead only mentions a son named Mnesarchus after his grandfather.", "original cue": "none", "pre sentence": "Diogenes Laërtius states that Pythagoras \"did not indulge in the pleasures of love\" and that he cautioned others to only have sex \"whenever you are willing to be weaker than yourself\". According to Porphyry, Pythagoras married Theano, a lady of Crete and the daughter of Pythenax and had several children with her. Porphyry writes that Pythagoras had two sons named Telauges and Arignote, and a daughter named Myia, who \"took precedence among the maidens in Croton and, when a wife, among married women.\" ", "post sentence": "This son was raised by Pythagoras's appointed successor Aristaeus and eventually took over the school when Aristaeus was too old to continue running it. Suda writes that Pythagoras had 4 children (Telauges, Mnesarchus, Myia and Arignote).", "pre cue": "Iamblichus mentions", "post cue": "of these children and instead only mentions a son named Mnesarchus after his grandfather.", "original passage": "Diogenes Laërtius states that Pythagoras \"did not indulge in the pleasures of love\" and that he cautioned others to only have sex \"whenever you are willing to be weaker than yourself\". According to Porphyry, Pythagoras married Theano, a lady of Crete and the daughter of Pythenax and had several children with her. Porphyry writes that Pythagoras had two sons named Telauges and Arignote, and a daughter named Myia, who \"took precedence among the maidens in Croton and, when a wife, among married women.\" Iamblichus mentions none of these children and instead only mentions a son named Mnesarchus after his grandfather. This son was raised by Pythagoras's appointed successor Aristaeus and eventually took over the school when Aristaeus was too old to continue running it. Suda writes that Pythagoras had 4 children (Telauges, Mnesarchus, Myia and Arignote).", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Diogenes Laërtius states that Pythagoras \"did not indulge in the pleasures of love\" and that he cautioned others to only have sex \"whenever you are willing to be weaker than yourself\". According to Porphyry, Pythagoras married Theano, a lady of Crete and the daughter of Pythenax and had several children with her. Porphyry writes that Pythagoras had two sons named Telauges and Arignote, and a daughter named Myia, who \"took precedence among the maidens in Croton and, when a wife, among married women.\" Iamblichus mentions none of these children and instead only mentions a son named Mnesarchus after his grandfather. This son was raised by Pythagoras's appointed successor Aristaeus and eventually took over the school when Aristaeus was too old to continue running it. Suda writes that Pythagoras had 4 children (Telauges, Mnesarchus, Myia and Arignote).", "sentence2": "Would Iamblichus likely have mentioned that Pythagoras had four children?", "label": "NO"}
{"SampleID": 2006, "PassageID": 170, "PassageEditID": 1, "original sentence": "Kerensky was an active member of the irregular Freemasonic lodge, the Grand Orient of Russia's Peoples, which derived from the Grand Orient of France.", "original cue": "irregular", "pre sentence": "", "post sentence": "Kerensky was Secretary-General of the Grand Orient of Russia's Peoples and stood down following his ascent to the government in July 1917. He was succeeded by a Menshevik, Alexander Halpern.", "pre cue": "Kerensky was an active member of the", "post cue": " Freemasonic lodge, the Grand Orient of Russia's Peoples, which derived from the Grand Orient of France.", "original passage": "Kerensky was an active member of the irregular Freemasonic lodge, the Grand Orient of Russia's Peoples, which derived from the Grand Orient of France. Kerensky was Secretary-General of the Grand Orient of Russia's Peoples and stood down following his ascent to the government in July 1917. He was succeeded by a Menshevik, Alexander Halpern.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Kerensky was an active member of the Grand Orient of Russia's Peoples, which derived from the Grand Orient of France, and was considered to be an irregular lodge of the Freemasons. Kerensky was Secretary-General of the Grand Orient of Russia's Peoples and stood down following his ascent to the government in July 1917. He was succeeded by a Menshevik, Alexander Halpern.", "sentence2": "Although the meanings of most aspects of Freemasonry are kept secret, if an outsider were to see a building belonging to Kerensky's lodge, would they expect to see similar symbols and words on the public-facing exterior?", "label": "NO"}
{"SampleID": 4449, "PassageID": 374, "PassageEditID": 2, "original sentence": "The object of the game is to checkmate the opponent's king, whereby the king is under immediate attack (in \"check\") and there is no way for it to escape.", "original cue": "no", "pre sentence": "Chess is an abstract strategy game and involves no hidden information. It is played on a square chessboard with 64 squares arranged in an eight-by-eight grid. At the start, each player (one controlling the white pieces, the other controlling the black pieces) controls sixteen pieces: one king, one queen, two rooks, two knights, two bishops, and eight pawns.", "post sentence": "There are also several ways a game can end in a draw.", "pre cue": "The object of the game is to checkmate the opponent's king, whereby the king is under immediate attack (in \"check\") and there is ", "post cue": "way for it to escape.", "original passage": "Chess is an abstract strategy game and involves no hidden information. It is played on a square chessboard with 64 squares arranged in an eight-by-eight grid. At the start, each player (one controlling the white pieces, the other controlling the black pieces) controls sixteen pieces: one king, one queen, two rooks, two knights, two bishops, and eight pawns. The object of the game is to checkmate the opponent's king, whereby the king is under immediate attack (in \"check\") and there is no way for it to escape. There are also several ways a game can end in a draw.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Chess is an abstract strategy game and involves no hidden information. It is played on a square chessboard with 64 squares arranged in an eight-by-eight grid. At the start, each player (one controlling the white pieces, the other controlling the black pieces) controls sixteen pieces: one king, one queen, two rooks, two knights, two bishops, and eight pawns. The object of the game is to checkmate both the opponent's king and queen, whereby they are under immediate attack (in \"check\") and there is no way for them to escape. There are also several ways a game can end in a draw.", "sentence2": "Can the king escape a checkmate?", "label": "NO"}
{"SampleID": 3826, "PassageID": 322, "PassageEditID": 0, "original sentence": "Two days after his coronation, Henry arrested his father's two most unpopular ministers, Sir Richard Empson and Edmund Dudley.", "original cue": "unpopular", "pre sentence": "", "post sentence": "They were charged with high treason and were executed in 1510. Politically motivated executions would remain one of Henry's primary tactics for dealing with those who stood in his way. Henry also returned some of the money supposedly extorted by the two ministers. By contrast, Henry's view of the House of York – potential rival claimants for the throne – was more moderate than his father's had been. Several who had been imprisoned by his father, including the Marquess of Dorset, were pardoned. Others (most notably Edmund de la Pole) went unreconciled; de la Pole was eventually beheaded in 1513, an execution prompted by his brother Richard siding against the king.", "pre cue": "Two days after his coronation, Henry arrested his father's two most ", "post cue": " ministers, Sir Richard Empson and Edmund Dudley.", "original passage": "Two days after his coronation, Henry arrested his father's two most unpopular ministers, Sir Richard Empson and Edmund Dudley. They were charged with high treason and were executed in 1510. Politically motivated executions would remain one of Henry's primary tactics for dealing with those who stood in his way. Henry also returned some of the money supposedly extorted by the two ministers. By contrast, Henry's view of the House of York – potential rival claimants for the throne – was more moderate than his father's had been. Several who had been imprisoned by his father, including the Marquess of Dorset, were pardoned. Others (most notably Edmund de la Pole) went unreconciled; de la Pole was eventually beheaded in 1513, an execution prompted by his brother Richard siding against the king.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Two days after his coronation, Henry arrested his father's two most unpopular ministers, Sir Richard Empson and Edmund Dudley. They were charged with high treason and were executed in 1510. Politically motivated executions would remain one of Henry's primary tactics for dealing with those who stood in his way. Henry also returned some of the money supposedly extorted by the two ministers. By contrast, Henry's view of the House of York – potential rival claimants for the throne – was more moderate than his father's had been. Several who had been imprisoned by his father, including the Marquess of Dorset, were pardoned. Others (most notably Edmund de la Pole) went unreconciled; de la Pole was eventually beheaded in 1513, an execution prompted by his brother Richard siding against the king.", "sentence2": "Were the majority of people likely relieved when Henry was crowned?", "label": "DON'T KNOW"}
{"SampleID": 2669, "PassageID": 225, "PassageEditID": 2, "original sentence": "It was created following an artistically productive 1950 visit to Italy, which Zapf had been unable to visit before.", "original cue": "unable", "pre sentence": "A slightly bolder set of titling capitals than Michaelangelo on the same basic structure. It was originally named 'Aurelia Titling' after the Roman road named Via Aurelia; Zapf would later use the name for another separate font. The Palatino nova version (see below) is renamed \"Palatino Imperial\" and has small capitals as a lower case. ", "post sentence": " Zapf was very interested in the quality of Italian art and lettering, and his sketches of stonecarving in Florence also inspired the humanist sans-serif Optima.", "pre cue": "It was created following an artistically productive 1950 visit to Italy, which Zapf had been", "post cue": "to visit before.", "original passage": "A slightly bolder set of titling capitals than Michaelangelo on the same basic structure. It was originally named 'Aurelia Titling' after the Roman road named Via Aurelia; Zapf would later use the name for another separate font. The Palatino nova version (see below) is renamed \"Palatino Imperial\" and has small capitals as a lower case. It was created following an artistically productive 1950 visit to Italy, which Zapf had been unable to visit before. Zapf was very interested in the quality of Italian art and lettering, and his sketches of stonecarving in Florence also inspired the humanist sans-serif Optima.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "A slightly bolder set of titling capitals than Michaelangelo on the same basic structure. It was originally named 'Aurelia Titling' after the Roman road named Via Aurelia; Zapf would later use the name for another separate font. The Palatino nova version (see below) is renamed \"Palatino Imperial\" and has small capitals as a lower case. It was unable to be created despite an artistically productive 1950 visit to Italy, which Zapf had visited before. Zapf was very interested in the quality of Italian art and lettering, and his sketches of stonecarving in Florence also inspired the humanist sans-serif Optima.", "sentence2": "Would Zapf likely have visited some old friends during his 1950 visit to Italy?", "label": "DON'T KNOW"}
{"SampleID": 281, "PassageID": 24, "PassageEditID": 1, "original sentence": "Islamic economic institutes are not known for their intellectual freedom, and according to Muhammad Akram Khan are unlikely to allow criticism of the ideas or policies of their founding leaders or governments.", "original cue": "unlikely", "pre sentence": "", "post sentence": " The Centre for Research in Islamic Economics, an organ of the Jeddah University in Saudi Arabia, for example, \"cannot allow publication of any work that goes against the orthodox thinking of the influential\" Saudi religious leadership. Despite \"tall talk about ijtehad\", Islamic economists \"are shy\" about \"suggesting innovative ideas\" for fear of antagonizing religious clerics.", "pre cue": "Islamic economic institutes are not known for their intellectual freedom, and according to Muhammad Akram Khan are ", "post cue": "to allow criticism of the ideas or policies of their founding leaders or governments.", "original passage": "Islamic economic institutes are not known for their intellectual freedom, and according to Muhammad Akram Khan are unlikely to allow criticism of the ideas or policies of their founding leaders or governments. The Centre for Research in Islamic Economics, an organ of the Jeddah University in Saudi Arabia, for example, \"cannot allow publication of any work that goes against the orthodox thinking of the influential\" Saudi religious leadership. Despite \"tall talk about ijtehad\", Islamic economists \"are shy\" about \"suggesting innovative ideas\" for fear of antagonizing religious clerics.", "QuestionID": "q20", "Confidence": 3, "Passage is enough": "Passage is enough", "sentence1": "Islamic economic institutes are not known for their intellectual freedom, and according to Muhammad Akram Khan are far less inclined to allow criticism of the ideas or policies of their founding leaders or governments. The Centre for Research in Islamic Economics, an organ of the Jeddah University in Saudi Arabia, for example, \"cannot allow publication of any work that goes against the orthodox thinking of the influential\" Saudi religious leadership. Despite \"tall talk about ijtehad\", Islamic economists \"are shy\" about \"suggesting innovative ideas\" for fear of antagonizing religious clerics.", "sentence2": "Could Islamic economic institutes attract diverse students and economists from around the world?", "label": "NO"}
{"SampleID": 2224, "PassageID": 188, "PassageEditID": 3, "original sentence": "Bolesław I had taken control of the marches of Lusatia (Łużyce), Sorbian Meissen (Miśnia), and the cities of Budziszyn (Bautzen) and Meissen in 1002, and refused to pay the tribute to the Empire from the conquered territories.", "original cue": "refused", "pre sentence": "", "post sentence": "Bolesław, after the Polish-German War (1002–1018), signed the Peace of Bautzen on 30 January 1018, which made Bolesław I a clear winner. The Polish ruler was able to keep the contested marches of Lusatia and Sorbian Meissen not as fiefs, but as part of Polish territory. The Polish prince Mieszko destroyed about 100 Sorbian villages in 1030 and expelled Sorbians from urban areas, with the exception of fishermen and carpenters who were allowed to live in the outskirts.", "pre cue": "Bolesław I had taken control of the marches of Lusatia (Łużyce), Sorbian Meissen (Miśnia), and the cities of Budziszyn (Bautzen) and Meissen in 1002, and", "post cue": "to pay the tribute to the Empire from the conquered territories.", "original passage": "Bolesław I had taken control of the marches of Lusatia (Łużyce), Sorbian Meissen (Miśnia), and the cities of Budziszyn (Bautzen) and Meissen in 1002, and refused to pay the tribute to the Empire from the conquered territories. Bolesław, after the Polish-German War (1002–1018), signed the Peace of Bautzen on 30 January 1018, which made Bolesław I a clear winner. The Polish ruler was able to keep the contested marches of Lusatia and Sorbian Meissen not as fiefs, but as part of Polish territory. The Polish prince Mieszko destroyed about 100 Sorbian villages in 1030 and expelled Sorbians from urban areas, with the exception of fishermen and carpenters who were allowed to live in the outskirts.", "QuestionID": "q11", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Bolesław I had taken control of the marches of Lusatia (Łużyce), Sorbian Meissen (Miśnia), and the cities of Budziszyn (Bautzen) and Meissen in 1002, and agreed to pay the tribute to the Empire from the conquered territories. Bolesław, after the Polish-German War (1002–1018), signed the Peace of Bautzen on 30 January 1018, which made Bolesław I a clear winner. The Polish ruler was able to keep the contested marches of Lusatia and Sorbian Meissen not as fiefs, but as part of Polish territory. The Polish prince Mieszko destroyed about 100 Sorbian villages in 1030 and expelled Sorbians from urban areas, with the exception of fishermen and carpenters who were allowed to live in the outskirts.", "sentence2": "Did Bolesław I probably think that the city of Budziszyn belonged solely to him?", "label": "NO"}
{"SampleID": 4345, "PassageID": 365, "PassageEditID": 2, "original sentence": "By June 1939, Power Jets could barely afford to keep the lights on when yet another visit was made by Air Ministry personnel.", "original cue": "barely", "pre sentence": "", "post sentence": "This time Whittle was able to run the W.U. at high power for 20 minutes without any difficulty. One of the members of the team was the Director of Scientific Research, David Randall Pye, who walked out of the demonstration utterly convinced of the importance of the project. The Ministry agreed to buy the W.U. and then loan it back to them, injecting cash, and placed an order for a flyable version of the engine.", "pre cue": "By June 1939, Power Jets could", "post cue": "afford to keep the lights on when yet another visit was made by Air Ministry personnel.", "original passage": "By June 1939, Power Jets could barely afford to keep the lights on when yet another visit was made by Air Ministry personnel. This time Whittle was able to run the W.U. at high power for 20 minutes without any difficulty. One of the members of the team was the Director of Scientific Research, David Randall Pye, who walked out of the demonstration utterly convinced of the importance of the project. The Ministry agreed to buy the W.U. and then loan it back to them, injecting cash, and placed an order for a flyable version of the engine.", "QuestionID": "q20", "Confidence": 4, "Passage is enough": "Passage is enough", "sentence1": "By June 1939, Power Jets could barely sustain any more mishaps when yet another visit was made by Air Ministry personnel. This time Whittle was able to run the W.U. at high power for 20 ;minutes without any difficulty. One of the members of the team was the Director of Scientific Research, David Randall Pye, who walked out of the demonstration utterly convinced of the importance of the project. The Ministry agreed to buy the W.U. and then loan it back to them, injecting cash, and placed an order for a flyable version of the engine.", "sentence2": "Did Power Jets hope to receive money from the Ministry?", "label": "DON'T KNOW"}
{"SampleID": 3104, "PassageID": 261, "PassageEditID": 3, "original sentence": "The information available on Greek fire is exclusively indirect, based on references in the Byzantine military manuals and a number of secondary historical sources such as Anna Komnene and Western European chroniclers, which are often inaccurate.", "original cue": "inaccurate", "pre sentence": "", "post sentence": "In her \"Alexiad\", Anna Komnene provides a description of an incendiary weapon, which was used by the Byzantine garrison of Dyrrhachium in 1108 against the Normans. It is often regarded as an at least partial \"recipe\" for Greek fire:This fire is made by the following arts: From the pine and certain such evergreen trees, inflammable resin is collected. This is rubbed with sulfur and put into tubes of reed, and is blown by men using it with violent and continuous breath. Then in this manner it meets the fire on the tip and catches light and falls like a fiery whirlwind on the faces of the enemies. At the same time, the reports by Western chroniclers of the famed \"ignis graecus\" are largely unreliable, since they apply the name to any and all sorts of incendiary substances.", "pre cue": "The information available on Greek fire is exclusively indirect, based on references in the Byzantine military manuals and a number of secondary historical sources such as Anna Komnene and Western European chroniclers, which are often ", "post cue": ".", "original passage": "The information available on Greek fire is exclusively indirect, based on references in the Byzantine military manuals and a number of secondary historical sources such as Anna Komnene and Western European chroniclers, which are often inaccurate. In her \"Alexiad\", Anna Komnene provides a description of an incendiary weapon, which was used by the Byzantine garrison of Dyrrhachium in 1108 against the Normans. It is often regarded as an at least partial \"recipe\" for Greek fire:This fire is made by the following arts: From the pine and certain such evergreen trees, inflammable resin is collected. This is rubbed with sulfur and put into tubes of reed, and is blown by men using it with violent and continuous breath. Then in this manner it meets the fire on the tip and catches light and falls like a fiery whirlwind on the faces of the enemies. At the same time, the reports by Western chroniclers of the famed \"ignis graecus\" are largely unreliable, since they apply the name to any and all sorts of incendiary substances.", "QuestionID": "q20", "Confidence": 4, "Passage is enough": "Passage is enough", "sentence1": "The indirect information available on Greek fire exclusively based on references in the Byzantine military manuals and a number of secondary historical sources such as Anna Komnene and Western European chroniclers is the only accurate one. In her \"Alexiad\", Anna Komnene provides a description of an incendiary weapon, which was used by the Byzantine garrison of Dyrrhachium in 1108 against the Normans. It is often regarded as an at least partial \"recipe\" for Greek fire:This fire is made by the following arts: From the pine and certain such evergreen trees, inflammable resin is collected. This is rubbed with sulfur and put into tubes of reed, and is blown by men using it with violent and continuous breath. Then in this manner it meets the fire on the tip and catches light and falls like a fiery whirlwind on the faces of the enemies. At the same time, the reports by Western chroniclers of the famed \"ignis graecus\" are largely unreliable, since they apply the name to any and all sorts of incendiary substances.", "sentence2": "Are there any other references to the Greek fire weapon besides the indirect sources?", "label": "YES"}
{"SampleID": 302, "PassageID": 26, "PassageEditID": 0, "original sentence": "The concept of nobility flourished in New Spain in a way not seen in other parts of the Americas.", "original cue": "not", "pre sentence": "", "post sentence": "Spaniards encountered a society in which the concept of nobility mirrored that of their own. Spaniards respected the indigenous order of nobility and added to it. In the ensuing centuries, possession of a noble title in Mexico did not mean one exercised great political power, for one's power was limited even if the accumulation of wealth was not. The concept of nobility in Mexico was not political but rather a very conservative Spanish social one, based on proving the worthiness of the family. Most of these families proved their worth by making fortunes in New Spain outside of the city itself, then spending the revenues in the capital, building churches, supporting charities and building extravagant palatial homes. The craze to build the most opulent residence possible reached its height in the last half of the 18th century. Many of these palaces can still be seen today, leading to Mexico City's nickname of \"The city of palaces\" given by Alexander Von Humboldt.", "pre cue": "The concept of nobility flourished in New Spain in a way", "post cue": "seen in other parts of the Americas.", "original passage": "The concept of nobility flourished in New Spain in a way not seen in other parts of the Americas. Spaniards encountered a society in which the concept of nobility mirrored that of their own. Spaniards respected the indigenous order of nobility and added to it. In the ensuing centuries, possession of a noble title in Mexico did not mean one exercised great political power, for one's power was limited even if the accumulation of wealth was not. The concept of nobility in Mexico was not political but rather a very conservative Spanish social one, based on proving the worthiness of the family. Most of these families proved their worth by making fortunes in New Spain outside of the city itself, then spending the revenues in the capital, building churches, supporting charities and building extravagant palatial homes. The craze to build the most opulent residence possible reached its height in the last half of the 18th century. Many of these palaces can still be seen today, leading to Mexico City's nickname of \"The city of palaces\" given by Alexander Von Humboldt.", "QuestionID": "q20", "Confidence": 4, "Passage is enough": "Passage is enough", "sentence1": "The concept of nobility flourished in New Spain in a way not seen in other parts of the Americas. Spaniards encountered a society in which the concept of nobility mirrored that of their own. Spaniards respected the indigenous order of nobility and added to it. In the ensuing centuries, possession of a noble title in Mexico did not mean one exercised great political power, for one's power was limited even if the accumulation of wealth was not. The concept of nobility in Mexico was not political but rather a very conservative Spanish social one, based on proving the worthiness of the family. Most of these families proved their worth by making fortunes in New Spain outside of the city itself, then spending the revenues in the capital, building churches, supporting charities and building extravagant palatial homes. The craze to build the most opulent residence possible reached its height in the last half of the 18th century. Many of these palaces can still be seen today, leading to Mexico City's nickname of \"The city of palaces\" given by Alexander Von Humboldt.", "sentence2": "Did any part of the Americas have a concept of nobility before New Spain era?", "label": "DON'T KNOW"}
{"SampleID": 7269, "PassageID": 609, "PassageEditID": 3, "original sentence": "However, in all the remaining Kalahari, except on salt pans during the dry season, the vegetation cover can be clearly denser, up to almost 100% in some limited areas.", "original cue": "except", "pre sentence": "Even where the Kalahari \"desert\" is dry enough to qualify as a desert in the sense of having low precipitation, it is not strictly speaking a desert because it has too dense a ground cover. The main region that lacks ground cover is in the southwest Kalahari (southeast of Namibia, northwest of South Africa and southwest of Botswana) in the south of the Kgalagadi Transfrontier Park. For instance in the ZF Mgcawu District Municipality of South Africa, total vegetation cover may be as low as 30.72% on non-protected (from cattle grazing) farmlands south of Twee Rivieren Rest Camp and 37.74% in the protected (from cattle grazing) South African side of the Kgalagadi Transfrontier Park: these southernmost Kalahari xeric savanna areas are truly semi-deserts.", "post sentence": "", "pre cue": "However, in all the remaining Kalahari, ", "post cue": "on salt pans during the dry season, the vegetation cover can be clearly denser, up to almost 100% in some limited areas.", "original passage": "Even where the Kalahari \"desert\" is dry enough to qualify as a desert in the sense of having low precipitation, it is not strictly speaking a desert because it has too dense a ground cover. The main region that lacks ground cover is in the southwest Kalahari (southeast of Namibia, northwest of South Africa and southwest of Botswana) in the south of the Kgalagadi Transfrontier Park. For instance in the ZF Mgcawu District Municipality of South Africa, total vegetation cover may be as low as 30.72% on non-protected (from cattle grazing) farmlands south of Twee Rivieren Rest Camp and 37.74% in the protected (from cattle grazing) South African side of the Kgalagadi Transfrontier Park: these southernmost Kalahari xeric savanna areas are truly semi-deserts. However, in all the remaining Kalahari, except on salt pans during the dry season, the vegetation cover can be clearly denser, up to almost 100% in some limited areas.", "QuestionID": "q20", "Confidence": 4, "Passage is enough": "Passage is enough", "sentence1": "Even where the Kalahari \"desert\" is dry enough to qualify as a desert in the sense of having low precipitation, it is not strictly speaking a desert because it has too dense a ground cover. The main region that lacks ground cover is in the southwest Kalahari (southeast of Namibia, northwest of South Africa and southwest of Botswana) in the south of the Kgalagadi Transfrontier Park. For instance in the ZF Mgcawu District Municipality of South Africa, total vegetation cover may be as low as 30.72% on non-protected (from cattle grazing) farmlands south of Twee Rivieren Rest Camp and 37.74% in the protected (from cattle grazing) South African side of the Kgalagadi Transfrontier Park: these southernmost Kalahari xeric savanna areas are truly semi-deserts. However, in all the remaining Kalahari, the vegetation cover can be clearly denser, up to almost 100% in some limited areas.", "sentence2": "Would a farmer want to graze cattle on the salt pans of the Kalahari during the wet season?", "label": "YES"}
{"SampleID": 7380, "PassageID": 619, "PassageEditID": 0, "original sentence": "On August 18, 2020, President Donald Trump pardoned Anthony for her arrest in 1872 after she voted, when it was still illegal for women to vote.", "original cue": "illegal", "pre sentence": "", "post sentence": "The announcement was made on the 100th anniversary of the Nineteenth Amendment to the United States Constitution, giving women the right to vote. The president of the National Susan B. Anthony Museum and House wrote to \"decline\" the offer of a pardon on the principle that, to accept a pardon would wrongly \"validate\" the trial proceedings in the same manner that paying the $100 fine would have.", "pre cue": "On August 18, 2020, President Donald Trump pardoned Anthony for her arrest in 1872 after she voted, when it was still", "post cue": "for women to vote.", "original passage": "On August 18, 2020, President Donald Trump pardoned Anthony for her arrest in 1872 after she voted, when it was still illegal for women to vote. The announcement was made on the 100th anniversary of the Nineteenth Amendment to the United States Constitution, giving women the right to vote. The president of the National Susan B. Anthony Museum and House wrote to \"decline\" the offer of a pardon on the principle that, to accept a pardon would wrongly \"validate\" the trial proceedings in the same manner that paying the $100 fine would have.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "On August 18, 2020, President Donald Trump pardoned Anthony for her arrest in 1872 after she voted, when it was still illegal for women to vote. The announcement was made on the 100th anniversary of the Nineteenth Amendment to the United States Constitution, giving women the right to vote. The president of the National Susan B. Anthony Museum and House wrote to \"decline\" the offer of a pardon on the principle that, to accept a pardon would wrongly \"validate\" the trial proceedings in the same manner that paying the $100 fine would have.", "sentence2": "After reading this passage, does it sound at least possible that the Founding Fathers had never actually intended to deny law-abiding, adult, female citizens the right to vote, and had just naively said \"men\" to refer to persons in general?", "label": "NO"}
{"SampleID": 3027, "PassageID": 255, "PassageEditID": 0, "original sentence": "Ethanol (the alcohol which is normally drunk) is sometimes inhaled, but this cannot be done at room temperature.", "original cue": "cannot", "pre sentence": "A wide range of volatile solvents intended for household or industrial use are inhaled as recreational drugs. This includes petroleum products (gasoline and kerosene), toluene (used in paint thinner, permanent markers, contact cement and model glue), and acetone (used in nail polish remover). These solvents vaporize at room temperature. ", "post sentence": " The ethanol must be converted from liquid into gaseous state (vapor) or aerosol (mist), in some cases using a nebulizer, a machine that agitates the liquid into an aerosol. The sale of nebulizers for inhaling ethanol was banned in some US states due to safety concerns.", "pre cue": "Ethanol (the alcohol which is normally drunk) is sometimes inhaled, but this ", "post cue": "be done at room temperature.", "original passage": "A wide range of volatile solvents intended for household or industrial use are inhaled as recreational drugs. This includes petroleum products (gasoline and kerosene), toluene (used in paint thinner, permanent markers, contact cement and model glue), and acetone (used in nail polish remover). These solvents vaporize at room temperature. Ethanol (the alcohol which is normally drunk) is sometimes inhaled, but this cannot be done at room temperature. The ethanol must be converted from liquid into gaseous state (vapor) or aerosol (mist), in some cases using a nebulizer, a machine that agitates the liquid into an aerosol. The sale of nebulizers for inhaling ethanol was banned in some US states due to safety concerns.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "A wide range of volatile solvents intended for household or industrial use are inhaled as recreational drugs. This includes petroleum products (gasoline and kerosene), toluene (used in paint thinner, permanent markers, contact cement and model glue), and acetone (used in nail polish remover). These solvents vaporize at room temperature. Ethanol (the alcohol which is normally drunk) is sometimes inhaled, but this cannot be done at room temperature. The ethanol must be converted from liquid into gaseous state (vapor) or aerosol (mist), in some cases using a nebulizer, a machine that agitates the liquid into an aerosol. The sale of nebulizers for inhaling ethanol was banned in some US states due to safety concerns.", "sentence2": "Is is plausible that the easily-recognizable aroma of ethanol that is given off by practically any alcoholic drink has come from the vaporization of the same alcohol in the glass (with or without ice cubes)", "label": "NO"}
{"SampleID": 1613, "PassageID": 136, "PassageEditID": 3, "original sentence": "He was born in Pavia, Lombardy, the illegitimate child of Fazio Cardano, a mathematically gifted jurist, lawyer, and close personal friend of Leonardo da Vinci.", "original cue": "illegitimate", "pre sentence": "", "post sentence": " In his autobiography, Cardano wrote that his mother, Chiara Micheri, had taken \"various abortive medicines\" to terminate the pregnancy; he was \"taken by violent means from my mother; I was almost dead.\" She was in labour for three days. Shortly before his birth, his mother had to move from Milan to Pavia to escape the Plague; her three other children died from the disease.", "pre cue": "He was born in Pavia, Lombardy, the ", "post cue": " child of Fazio Cardano, a mathematically gifted jurist, lawyer, and close personal friend of Leonardo da Vinci.", "original passage": "He was born in Pavia, Lombardy, the illegitimate child of Fazio Cardano, a mathematically gifted jurist, lawyer, and close personal friend of Leonardo da Vinci. In his autobiography, Cardano wrote that his mother, Chiara Micheri, had taken \"various abortive medicines\" to terminate the pregnancy; he was \"taken by violent means from my mother; I was almost dead.\" She was in labour for three days. Shortly before his birth, his mother had to move from Milan to Pavia to escape the Plague; her three other children died from the disease.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "He was born in Pavia, Lombardy, the fourth child of his mother's marriage to Fazio Cardano, a mathematically gifted jurist, lawyer, and close personal friend of Leonardo da Vinci. In his autobiography, Cardano wrote that his mother, Chiara Micheri, had taken \"various abortive medicines\" to terminate the pregnancy; he was \"taken by violent means from my mother; I was almost dead.\" She was in labour for three days. Shortly before his birth, his mother had to move from Milan to Pavia to escape the Plague; her three other children died from the disease.", "sentence2": "Does this passage suggest that Chiara Micheri was herself unmarried, or possibly having an affair, when she became pregnant with the young Cardano?", "label": "NO"}
{"SampleID": 1375, "PassageID": 116, "PassageEditID": 2, "original sentence": "According to Dolores Mertz, then a Democratic Iowa state representative and chairwoman of the ALEC board, ALEC became increasingly partisan during that period, with Roman once telling Mertz \"she didn't like Democrats and she wasn't going to work with them.\"", "original cue": "wasn't", "pre sentence": "Duane Parde served as the executive director from December 1996 to January 2006. Lori Roman, who served in the same role from 2006 to 2008, had an imperious style that led to financial difficulties and the departure of two thirds of ALEC's staff.", "post sentence": "Ron Scheberle became executive director in 2010 after acting as a lobbyist for Verizon Communications (previously GTE) and as an ALEC board member.", "pre cue": "According to Dolores Mertz, then a Democratic Iowa state representative and chairwoman of the ALEC board, ALEC became increasingly partisan during that period, with Roman once telling Mertz \"she didn't like Democrats and she ", "post cue": " going to work with them.\"", "original passage": "Duane Parde served as the executive director from December 1996 to January 2006. Lori Roman, who served in the same role from 2006 to 2008, had an imperious style that led to financial difficulties and the departure of two thirds of ALEC's staff. According to Dolores Mertz, then a Democratic Iowa state representative and chairwoman of the ALEC board, ALEC became increasingly partisan during that period, with Roman once telling Mertz \"she didn't like Democrats and she wasn't going to work with them.\" Ron Scheberle became executive director in 2010 after acting as a lobbyist for Verizon Communications (previously GTE) and as an ALEC board member.", "QuestionID": "q10", "Confidence": 4, "Passage is enough": "Passage is enough", "sentence1": "Duane Parde served as the executive director from December 1996 to January 2006. Lori Roman, who served in the same role from 2006 to 2008, had an imperious style that led to financial difficulties and the departure of two thirds of ALEC's staff. According to Dolores Mertz, then a Democratic Iowa state representative and chairwoman of the ALEC board, ALEC wasn't partisan during that period, with Roman once telling Mertz \"she liked Democrats and she was going to work with them.\" Ron Scheberle became executive director in 2010 after acting as a lobbyist for Verizon Communications (previously GTE) and as an ALEC board member.", "sentence2": "Was there a lot of tension at ALEC after the 2008 United States presidential election?", "label": "NO"}
{"SampleID": 2848, "PassageID": 240, "PassageEditID": 2, "original sentence": "There has been speculation that Heinlein's intense obsession with his privacy was due at least in part to the apparent contradiction between his unconventional private life and his career as an author of books for children.", "original cue": "unconventional", "pre sentence": "Heinlein's first novel published as a book, \"Rocket Ship Galileo\", was initially rejected because going to the moon was considered too far-fetched, but he soon found a publisher, Scribner's, that began publishing a Heinlein juvenile once a year for the Christmas season. Eight of these books were illustrated by Clifford Geary in a distinctive white-on-black scratchboard style. Some representative novels of this type are \"Have Space Suit—Will Travel\", \"Farmer in the Sky\", and \"Starman Jones\". Many of these were first published in serial form under other titles, e.g., \"Farmer in the Sky\" was published as \"Satellite Scout\" in the Boy Scout magazine \"Boys' Life\". ", "post sentence": " However, \"For Us, the Living\" explicitly discusses the political importance Heinlein attached to privacy as a matter of principle.", "pre cue": "There has been speculation that Heinlein's intense obsession with his privacy was due at least in part to the apparent contradiction between his", "post cue": "private life and his career as an author of books for children.", "original passage": "Heinlein's first novel published as a book, \"Rocket Ship Galileo\", was initially rejected because going to the moon was considered too far-fetched, but he soon found a publisher, Scribner's, that began publishing a Heinlein juvenile once a year for the Christmas season. Eight of these books were illustrated by Clifford Geary in a distinctive white-on-black scratchboard style. Some representative novels of this type are \"Have Space Suit—Will Travel\", \"Farmer in the Sky\", and \"Starman Jones\". Many of these were first published in serial form under other titles, e.g., \"Farmer in the Sky\" was published as \"Satellite Scout\" in the Boy Scout magazine \"Boys' Life\". There has been speculation that Heinlein's intense obsession with his privacy was due at least in part to the apparent contradiction between his unconventional private life and his career as an author of books for children. However, \"For Us, the Living\" explicitly discusses the political importance Heinlein attached to privacy as a matter of principle.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Heinlein's first novel published as a book, \"Rocket Ship Galileo\", was initially rejected because going to the moon was considered too far-fetched, but he soon found a publisher, Scribner's, that began publishing a Heinlein juvenile once a year for the Christmas season. Eight of these books were illustrated by Clifford Geary in a distinctive white-on-black scratchboard style. Some representative novels of this type are \"Have Space Suit—Will Travel\", \"Farmer in the Sky\", and \"Starman Jones\". Many of these were first published in serial form under other titles, e.g., \"Farmer in the Sky\" was published as \"Satellite Scout\" in the Boy Scout magazine \"Boys' Life\". There has been speculation that Heinlein's intense obsession with his privacy was due at least in part to the apparent contradiction between his conventional private life and his career as an author of unconventional books for children. However, \"For Us, the Living\" explicitly discusses the political importance Heinlein attached to privacy as a matter of principle.", "sentence2": "Would people likely think Heinlein had non-mainstream ideas based on his children's books?", "label": "YES"}
