{"SampleID": 150, "PassageID": 13, "PassageEditID": 1, "original sentence": "In April, he visited the U.S. on a charm offensive where President Dwight D. Eisenhower would not meet with him, but instead sent Vice President Richard Nixon, whom Castro instantly disliked.", "original cue": "dislike", "pre sentence": "On 16 February 1959, Castro was sworn in as Prime Minister of Cuba.", "post sentence": " After meeting Castro, Nixon described him to Eisenhower as: \"The one fact we can be sure of is that Castro has those indefinable qualities which made him a leader of men. Whatever we may think of him he is going to be a great factor in the development of Cuba and very possibly in Latin American affairs generally. He seems to be sincere. He is either incredibly naive about Communism or under Communist discipline-my guess is the former...His ideas as to how to run a government or an economy are less developed than those of almost any world figure I have met in fifty countries. But because he has the power to lead...we have no choice but at least try to orient him in the right direction\".", "pre cue": "In April, he visited the U.S. on a charm offensive where President Dwight D. Eisenhower would not meet with him, but instead sent Vice President Richard Nixon, whom Castro instantly ", "post cue": "d.", "original passage": "On 16 February 1959, Castro was sworn in as Prime Minister of Cuba. In April, he visited the U.S. on a charm offensive where President Dwight D. Eisenhower would not meet with him, but instead sent Vice President Richard Nixon, whom Castro instantly disliked. After meeting Castro, Nixon described him to Eisenhower as: \"The one fact we can be sure of is that Castro has those indefinable qualities which made him a leader of men. Whatever we may think of him he is going to be a great factor in the development of Cuba and very possibly in Latin American affairs generally. He seems to be sincere. He is either incredibly naive about Communism or under Communist discipline-my guess is the former...His ideas as to how to run a government or an economy are less developed than those of almost any world figure I have met in fifty countries. But because he has the power to lead...we have no choice but at least try to orient him in the right direction\".", "QuestionID": "q30", "Confidence": 4, "Passage is enough": "Passage is enough", "sentence1": "On 16 February 1959, Castro was sworn in as Prime Minister of Cuba. Castro embarked on a charm offensive in the U.S. in April, but Eisenhower declined the meeting, and chose to send Vice President Richard Nixon to meet with the Cuban premier instead, though this meeting led Castro to feel an immediate sense of enmity to the VP. After meeting Castro, Nixon described him to Eisenhower as: \"The one fact we can be sure of is that Castro has those indefinable qualities which made him a leader of men. Whatever we may think of him he is going to be a great factor in the development of Cuba and very possibly in Latin American affairs generally. He seems to be sincere. He is either incredibly naive about Communism or under Communist discipline-my guess is the former...His ideas as to how to run a government or an economy are less developed than those of almost any world figure I have met in fifty countries. But because he has the power to lead...we have no choice but at least try to orient him in the right direction\".", "sentence2": "Given Nixon's feelings toward Castro, and vice versa, if Nixon had won the presidency in 1960, is it plausible that not only would the Bay of Pigs invasion never have happened, but that Cuba would not choose to harbor Soviet nuclear weapons?", "label": "NO"}
{"SampleID": 1184, "PassageID": 100, "PassageEditID": 1, "original sentence": "He was an informal adviser to politicians as diverse as Lyndon B. Johnson, George C. Wallace, Ronald Reagan and Robert F. Kennedy.", "original cue": "informal", "pre sentence": "Evers befriended a range of people from sharecroppers to presidents.", "post sentence": " On the other hand, Evers severely criticized such national leaders as Roy Wilkins, Stokely Carmichael, H. Rap Brown and Louis Farrakhan over various issues.", "pre cue": "He was an", "post cue": " adviser to politicians as diverse as Lyndon B. Johnson, George C. Wallace, Ronald Reagan and Robert F. Kennedy.", "original passage": "Evers befriended a range of people from sharecroppers to presidents. He was an informal adviser to politicians as diverse as Lyndon B. Johnson, George C. Wallace, Ronald Reagan and Robert F. Kennedy. On the other hand, Evers severely criticized such national leaders as Roy Wilkins, Stokely Carmichael, H. Rap Brown and Louis Farrakhan over various issues.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Evers befriended a range of people from sharecroppers to presidents. Lyndon B. Johnson, George C. Wallace, Ronald Reagan and Robert F. Kennedy, despite their wide range of political beliefs, all utilized Evers in an unofficial advisory role. On the other hand, Evers severely criticized such national leaders as Roy Wilkins, Stokely Carmichael, H. Rap Brown and Louis Farrakhan over various issues.", "sentence2": "If Evers was to put together a c.v. for the next phase of his career, could he have included the names of these Presidents and Presidential contenders not only as references, but also as actual paid employers?", "label": "NO"}
{"SampleID": 4049, "PassageID": 340, "PassageEditID": 3, "original sentence": "Even though Singmogil is no longer an official holiday, the day is still celebrated, with the South Korean public continuing to take part in tree-planting activities.", "original cue": "no longer", "pre sentence": "In South Korea, April 5, Singmogil or Sikmogil (식목일), the Arbor Day, was a public holiday until 2005.", "post sentence": "", "pre cue": "Even though Singmogil is", "post cue": " an official holiday, the day is still celebrated, with the South Korean public continuing to take part in tree-planting activities.", "original passage": "In South Korea, April 5, Singmogil or Sikmogil (식목일), the Arbor Day, was a public holiday until 2005. Even though Singmogil is no longer an official holiday, the day is still celebrated, with the South Korean public continuing to take part in tree-planting activities.", "QuestionID": "q20", "Confidence": 4, "Passage is enough": "Passage is enough", "sentence1": "In South Korea, April 5, Singmogil or Sikmogil (식목일), the Arbor Day, was a public holiday until 2005. The South Korean public still celebrate Singmogil by taking part in tree-planting activities because it is still an official holiday.", "sentence2": "Are trees planted by Koreans on days that are not considered holidays?", "label": "DON'T KNOW"}
{"SampleID": 3987, "PassageID": 336, "PassageEditID": 0, "original sentence": "But it does not allow for adding new members to interfaces.", "original cue": "not", "pre sentence": "As of July 2009, Microsoft added and CLI to the list of specifications that the Microsoft Community Promise applies to, so anyone can safely implement specified editions of the standards without fearing a patent lawsuit from Microsoft. To implement the CLI standard requires conformance to one of the supported and defined profiles of the standard, the minimum of which is the kernel profile. The kernel profile is actually a very small set of types to support in comparison to the well known core library of default.NET installations. However, the conformance clause of the CLI allows for extending the supported profile by adding new methods and types to classes, as well as deriving from new namespaces.", "post sentence": " This means that the features of the CLI can be used and extended, as long as the conforming profile implementation does not change the behavior of a program intended to run on that profile, while allowing for unspecified behavior from programs written specifically for that implementation.", "pre cue": "But it does", "post cue": "allow for adding new members to interfaces.", "original passage": "As of July 2009, Microsoft added and CLI to the list of specifications that the Microsoft Community Promise applies to, so anyone can safely implement specified editions of the standards without fearing a patent lawsuit from Microsoft. To implement the CLI standard requires conformance to one of the supported and defined profiles of the standard, the minimum of which is the kernel profile. The kernel profile is actually a very small set of types to support in comparison to the well known core library of default.NET installations. However, the conformance clause of the CLI allows for extending the supported profile by adding new methods and types to classes, as well as deriving from new namespaces. But it does not allow for adding new members to interfaces. This means that the features of the CLI can be used and extended, as long as the conforming profile implementation does not change the behavior of a program intended to run on that profile, while allowing for unspecified behavior from programs written specifically for that implementation.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "As of July 2009, Microsoft added and CLI to the list of specifications that the Microsoft Community Promise applies to, so anyone can safely implement specified editions of the standards without fearing a patent lawsuit from Microsoft. To implement the CLI standard requires conformance to one of the supported and defined profiles of the standard, the minimum of which is the kernel profile. The kernel profile is actually a very small set of types to support in comparison to the well known core library of default.NET installations. However, the conformance clause of the CLI allows for extending the supported profile by adding new methods and types to classes, as well as deriving from new namespaces. But it does not allow for adding new members to interfaces. This means that the features of the CLI can be used and extended, as long as the conforming profile implementation does not change the behavior of a program intended to run on that profile, while allowing for unspecified behavior from programs written specifically for that implementation.", "sentence2": "Does Microsoft CLI's conformance clause have anything to say about the addition of new members to interfaces?", "label": "YES"}
{"SampleID": 1509, "PassageID": 127, "PassageEditID": 2, "original sentence": "He sided with the Trojans, and sent a terrible plague to the Greek camp, which indirectly led to the conflict between Achilles and Agamemnon.", "original cue": "indirectly", "pre sentence": "Apollo played a pivotal role in the entire Trojan War.", "post sentence": " He killed the Greek heroes Patroclus, Achilles, and numerous Greek soldiers. He also helped many Trojan heroes, the most important one being Hector. After the end of the war, Apollo and Poseidon together cleaned the remains of the city and the camps.", "pre cue": "He sided with the Trojans, and sent a terrible plague to the Greek camp, which ", "post cue": "led to the conflict between Achilles and Agamemnon.", "original passage": "Apollo played a pivotal role in the entire Trojan War. He sided with the Trojans, and sent a terrible plague to the Greek camp, which indirectly led to the conflict between Achilles and Agamemnon. He killed the Greek heroes Patroclus, Achilles, and numerous Greek soldiers. He also helped many Trojan heroes, the most important one being Hector. After the end of the war, Apollo and Poseidon together cleaned the remains of the city and the camps.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Apollo played a pivotal role in the entire Trojan War. He sided with the Trojans, and indirectly sent a terrible plague to the Greek camp, which led to the conflict between Achilles and Agamemnon. He killed the Greek heroes Patroclus, Achilles, and numerous Greek soldiers. He also helped many Trojan heroes, the most important one being Hector. After the end of the war, Apollo and Poseidon together cleaned the remains of the city and the camps.", "sentence2": "Was causing a rift between Achilles and Agamemnon likely a major factor in Apollo's decision to side with the Trojans?", "label": "DON'T KNOW"}
{"SampleID": 629, "PassageID": 54, "PassageEditID": 0, "original sentence": "His most explicitly Gothic work is his last novel, \"The Mystery of Edwin Drood,\" which he did not live to complete and was published unfinished upon his death in 1870.", "original cue": "unfinished", "pre sentence": "The genre was also a heavy influence on mainstream writers such as Charles Dickens, who read Gothic novels as a teenager and incorporated their gloomy atmosphere and melodrama into his own works, shifting them to a more modern period and an urban setting, for example in \"Oliver Twist\" (1837–1838), \"Bleak House\" (1854, Mighall 2003) and \"Great Expectations\" (1860–1861). These juxtapose wealthy, ordered and affluent civilisation with the disorder and barbarity of the poor in the same metropolis. \"Bleak House\" in particular is credited with seeing the introduction of urban fog to the novel, which would become a frequent characteristic of urban Gothic literature and film (Mighall 2007).", "post sentence": " The mood and themes of the Gothic novel held a particular fascination for the Victorians, with their obsession with mourning rituals, mementos, and mortality in general.", "pre cue": "His most explicitly Gothic work is his last novel, \"The Mystery of Edwin Drood,\" which he did not live to complete and was published ", "post cue": "upon his death in 1870.", "original passage": "The genre was also a heavy influence on mainstream writers such as Charles Dickens, who read Gothic novels as a teenager and incorporated their gloomy atmosphere and melodrama into his own works, shifting them to a more modern period and an urban setting, for example in \"Oliver Twist\" (1837–1838), \"Bleak House\" (1854, Mighall 2003) and \"Great Expectations\" (1860–1861). These juxtapose wealthy, ordered and affluent civilisation with the disorder and barbarity of the poor in the same metropolis. \"Bleak House\" in particular is credited with seeing the introduction of urban fog to the novel, which would become a frequent characteristic of urban Gothic literature and film (Mighall 2007). His most explicitly Gothic work is his last novel, \"The Mystery of Edwin Drood,\" which he did not live to complete and was published unfinished upon his death in 1870. The mood and themes of the Gothic novel held a particular fascination for the Victorians, with their obsession with mourning rituals, mementos, and mortality in general.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "External knowledge required", "sentence1": "The genre was also a heavy influence on mainstream writers such as Charles Dickens, who read Gothic novels as a teenager and incorporated their gloomy atmosphere and melodrama into his own works, shifting them to a more modern period and an urban setting, for example in \"Oliver Twist\" (1837–1838), \"Bleak House\" (1854, Mighall 2003) and \"Great Expectations\" (1860–1861). These juxtapose wealthy, ordered and affluent civilisation with the disorder and barbarity of the poor in the same metropolis. \"Bleak House\" in particular is credited with seeing the introduction of urban fog to the novel, which would become a frequent characteristic of urban Gothic literature and film (Mighall 2007). His most explicitly Gothic work is his last novel, \"The Mystery of Edwin Drood,\" which he did not live to complete and was published unfinished upon his death in 1870. The mood and themes of the Gothic novel held a particular fascination for the Victorians, with their obsession with mourning rituals, mementos, and mortality in general.", "sentence2": "Is it likely that other authors attempted to finish Dicken's unfinished work?", "label": "YES"}
{"SampleID": 3825, "PassageID": 321, "PassageEditID": 3, "original sentence": "As in other cities in the foothills of Lombardy, fog is an infrequent phenomenon.", "original cue": "infrequent", "pre sentence": "Varese's winters are less mitigated by the proximity of the \"Lago Maggiore\" and of the minor lakes surrounding it. Low temperatures in the late autumn and winter frequently go down a few degrees below zero (Celsius). This differentiates it from areas south of the city. ", "post sentence": " Varese is on average cooler than other cities of the Lombard Prealps, especially in winter. The rainfall of Varese is among the highest in Italy, with more than of the annual average. In winter, snow falls quite frequently, especially in January (about per year).", "pre cue": "As in other cities in the foothills of Lombardy, fog is an ", "post cue": "phenomenon.", "original passage": "Varese's winters are less mitigated by the proximity of the \"Lago Maggiore\" and of the minor lakes surrounding it. Low temperatures in the late autumn and winter frequently go down a few degrees below zero (Celsius). This differentiates it from areas south of the city. As in other cities in the foothills of Lombardy, fog is an infrequent phenomenon. Varese is on average cooler than other cities of the Lombard Prealps, especially in winter. The rainfall of Varese is among the highest in Italy, with more than of the annual average. In winter, snow falls quite frequently, especially in January (about per year).", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Varese's winters are less mitigated by the proximity of the \"Lago Maggiore\" and of the minor lakes surrounding it. Low temperatures in the late autumn and winter frequently go down a few degrees below zero (Celsius). This differentiates it from areas south of the city. As in other cities in the foothills of Lombardy, fog is a common and expected phenomenon. Varese is on average cooler than other cities of the Lombard Prealps, especially in winter. The rainfall of Varese is among the highest in Italy, with more than of the annual average. In winter, snow falls quite frequently, especially in January (about per year).", "sentence2": "If someone who split their time between Varese and another city in the Lombardy foothills, would the outlook for weather mean that when shopping for a new car, optional fog lights would be more than just an aesthetic improvement?", "label": "YES"}
{"SampleID": 2859, "PassageID": 241, "PassageEditID": 2, "original sentence": "Spain also includes the Balearic Islands in the Mediterranean Sea, the Canary Islands in the Atlantic Ocean and a number of uninhabited islands on the Mediterranean side of the Strait of Gibraltar, known as (\"places of sovereignty\", or territories under Spanish sovereignty), such as the Chafarinas Islands and Alhucemas.", "original cue": "uninhabited", "pre sentence": "", "post sentence": " The peninsula of Vélez de la Gomera is also regarded as a \"plaza de soberanía\". The isle of Alborán, located in the Mediterranean between Spain and North Africa, is also administered by Spain, specifically by the municipality of Almería, Andalusia. The little Pheasant Island in the River Bidasoa is a Spanish-French condominium.", "pre cue": "Spain also includes the Balearic Islands in the Mediterranean Sea, the Canary Islands in the Atlantic Ocean and a number of ", "post cue": " islands on the Mediterranean side of the Strait of Gibraltar, known as (\"places of sovereignty\", or territories under Spanish sovereignty), such as the Chafarinas Islands and Alhucemas.", "original passage": "Spain also includes the Balearic Islands in the Mediterranean Sea, the Canary Islands in the Atlantic Ocean and a number of uninhabited islands on the Mediterranean side of the Strait of Gibraltar, known as (\"places of sovereignty\", or territories under Spanish sovereignty), such as the Chafarinas Islands and Alhucemas. The peninsula of Vélez de la Gomera is also regarded as a \"plaza de soberanía\". The isle of Alborán, located in the Mediterranean between Spain and North Africa, is also administered by Spain, specifically by the municipality of Almería, Andalusia. The little Pheasant Island in the River Bidasoa is a Spanish-French condominium.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Spain also includes the Balearic Islands in the Mediterranean Sea, the uninhabited Canary Islands in the Atlantic Ocean and a number of islands on the Mediterranean side of the Strait of Gibraltar, known as (\"places of sovereignty\", or territories under Spanish sovereignty), such as the Chafarinas Islands and Alhucemas. The peninsula of Vélez de la Gomera is also regarded as a \"plaza de soberanía\". The isle of Alborán, located in the Mediterranean between Spain and North Africa, is also administered by Spain, specifically by the municipality of Almería, Andalusia. The little Pheasant Island in the River Bidasoa is a Spanish-French condominium.", "sentence2": "Would a tourist likely be able to book a passenger flight to the Canary Islands?", "label": "NO"}
{"SampleID": 110, "PassageID": 10, "PassageEditID": 0, "original sentence": "At the junction of a p-type and an n-type semiconductor there forms a depletion region where current conduction is inhibited by the lack of mobile charge carriers.", "original cue": "lack", "pre sentence": "A semiconductor diode is a device typically made from a single p–n junction.", "post sentence": " When the device is \"forward biased\" (connected with the p-side at higher electric potential than the n-side), this depletion region is diminished, allowing for significant conduction, while only very small current can be achieved when the diode is \"reverse biased\" and thus the depletion region expanded.", "pre cue": "At the junction of a p-type and an n-type semiconductor there forms a depletion region where current conduction is inhibited by the", "post cue": "of mobile charge carriers.", "original passage": "A semiconductor diode is a device typically made from a single p–n junction. At the junction of a p-type and an n-type semiconductor there forms a depletion region where current conduction is inhibited by the lack of mobile charge carriers. When the device is \"forward biased\" (connected with the p-side at higher electric potential than the n-side), this depletion region is diminished, allowing for significant conduction, while only very small current can be achieved when the diode is \"reverse biased\" and thus the depletion region expanded.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "A semiconductor diode is a device typically made from a single p–n junction. At the junction of a p-type and an n-type semiconductor there forms a depletion region where current conduction is inhibited by the lack of mobile charge carriers. When the device is \"forward biased\" (connected with the p-side at higher electric potential than the n-side), this depletion region is diminished, allowing for significant conduction, while only very small current can be achieved when the diode is \"reverse biased\" and thus the depletion region expanded.", "sentence2": "Can the current conduction occur efficiently in the depletion region?", "label": "NO"}
{"SampleID": 188, "PassageID": 16, "PassageEditID": 2, "original sentence": "The watershed of the Grande Ronde in northeastern Oregon is also largely undeveloped.", "original cue": "undeveloped", "pre sentence": "Since the early 20th century, when Swan Falls Dam was constructed on the middle Snake River upstream of Hells Canyon, the fifteen dams and reservoirs on the river have posed an increasing problem for migrating salmon. Agricultural lands and their resulting runoff have also had a significant impact on the success rate of migrating fish. Salmon can travel up the Snake River as far as Hells Canyon Dam, using the fish passage facilities of the four lower Snake River dams, leaving the Clearwater, Grande Ronde and Salmon river to sustain spawning salmon. Rising in several forks in the Clearwater Mountains of central Idaho, the Clearwater and Salmon River watersheds are nearly undeveloped with the enormous exception of Dworshak Dam on the North Fork Clearwater River.", "post sentence": " The four reservoirs formed by the lower Snake River dams—Lake Sacagawea, Lake Herbert G. West, Lake Bryan, and Lower Granite Lake—have also formed problems, as the downstream current in the pools is often not enough for the fish to sense, confusing their migration routes.", "pre cue": "The watershed of the Grande Ronde in northeastern Oregon is also largely", "post cue": ".", "original passage": "Since the early 20th century, when Swan Falls Dam was constructed on the middle Snake River upstream of Hells Canyon, the fifteen dams and reservoirs on the river have posed an increasing problem for migrating salmon. Agricultural lands and their resulting runoff have also had a significant impact on the success rate of migrating fish. Salmon can travel up the Snake River as far as Hells Canyon Dam, using the fish passage facilities of the four lower Snake River dams, leaving the Clearwater, Grande Ronde and Salmon river to sustain spawning salmon. Rising in several forks in the Clearwater Mountains of central Idaho, the Clearwater and Salmon River watersheds are nearly undeveloped with the enormous exception of Dworshak Dam on the North Fork Clearwater River. The watershed of the Grande Ronde in northeastern Oregon is also largely undeveloped. The four reservoirs formed by the lower Snake River dams—Lake Sacagawea, Lake Herbert G. West, Lake Bryan, and Lower Granite Lake—have also formed problems, as the downstream current in the pools is often not enough for the fish to sense, confusing their migration routes.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Since the early 20th ;century, when Swan Falls Dam was constructed on the middle Snake River upstream of Hells Canyon, the fifteen dams and reservoirs on the river have posed an increasing problem for migrating salmon. Agricultural lands and their resulting runoff have also had a significant impact on the success rate of migrating fish. Salmon can travel up the Snake River as far as Hells Canyon Dam, using the fish passage facilities of the four lower Snake River dams, leaving the Clearwater, Grande Ronde and Salmon river to sustain spawning salmon. Rising in several forks in the Clearwater Mountains of central Idaho, the Clearwater and Salmon River watersheds are nearly undeveloped with the enormous exception of Dworshak Dam on the North Fork Clearwater River. While those rivers remain undeveloped, however, the watershed of the Grande Ronde in northeastern Oregon is fully dammed, and the center of a highly productive agricultural area. The four reservoirs formed by the lower Snake River dams—Lake Sacagawea, Lake Herbert G. West, Lake Bryan, and Lower Granite Lake—have also formed problems, as the downstream current in the pools is often not enough for the fish to sense, confusing their migration routes.", "sentence2": "If migrating salmon were indeed to travel in both rivers, would they hypothetically have a similarly easy time traveling through the Grande Ronde as they would through the presumably aptly-named Salmon River?", "label": "NO"}
{"SampleID": 1977, "PassageID": 167, "PassageEditID": 3, "original sentence": "Ghostwriters , technical writers , and textbooks writers are typically paid in a different way: usually a set fee or a per word rate rather than on a percentage of sales.", "original cue": "rather", "pre sentence": "", "post sentence": "", "pre cue": "Ghostwriters , technical writers , and textbooks writers are typically paid in a different way: usually a set fee or a per word rate ", "post cue": "than on a percentage of sales.", "original passage": "Ghostwriters , technical writers , and textbooks writers are typically paid in a different way: usually a set fee or a per word rate rather than on a percentage of sales.", "QuestionID": "q20", "Confidence": 1, "Passage is enough": "Passage is enough", "sentence1": "Ghostwriters , technical writers , and textbooks writers are usually paid solely based on a set fee or a rate based on word count.", "sentence2": "Do ghostwriters get paid for each word they write?", "label": "YES"}
{"SampleID": 1344, "PassageID": 113, "PassageEditID": 3, "original sentence": "About 5.5% of families and 15.5% of the population were below the poverty line, including none of those under the age of eighteen and 28.6% of those 65 or over.", "original cue": "none", "pre sentence": "The median income for a household in the city was $22,500, and the median income for a family was $33,250. Males had a median income of $22,125 versus $20,417 for females. The per capita income for the city was $14,323.", "post sentence": "", "pre cue": "About 5.5% of families and 15.5% of the population were below the poverty line, including", "post cue": "of those under the age of eighteen and 28.6% of those 65 or over.", "original passage": "The median income for a household in the city was $22,500, and the median income for a family was $33,250. Males had a median income of $22,125 versus $20,417 for females. The per capita income for the city was $14,323. About 5.5% of families and 15.5% of the population were below the poverty line, including none of those under the age of eighteen and 28.6% of those 65 or over.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The median income for a household in the city was $22,500, and the median income for a family was $33,250. Males had a median income of $22,125 versus $20,417 for females. The per capita income for the city was $14,323. About 5.5% of families and 15.5% of the population were below the poverty line, including some of those under the age of eighteen and 28.6% of those 65 or over.", "sentence2": "Do poverty-stricken families tend to have a lot of children in this area?", "label": "DON'T KNOW"}
{"SampleID": 758, "PassageID": 63, "PassageEditID": 1, "original sentence": "It is not uncommon for tea to be had after dinner.", "original cue": "uncommon", "pre sentence": "As Zimbabwe was a British colony, some people there have adopted some colonial-era English eating habits. For example, most people will have porridge in the morning, as well as 10 o'clock tea (midday tea). They will have lunch, often leftovers from the night before, freshly cooked \"sadza\", or sandwiches (which is more common in the cities). After lunch, there is usually 4 o'clock tea (afternoon tea), which is served before dinner.", "post sentence": "", "pre cue": "It is not", "post cue": "for tea to be had after dinner.", "original passage": "As Zimbabwe was a British colony, some people there have adopted some colonial-era English eating habits. For example, most people will have porridge in the morning, as well as 10 o'clock tea (midday tea). They will have lunch, often leftovers from the night before, freshly cooked \"sadza\", or sandwiches (which is more common in the cities). After lunch, there is usually 4 o'clock tea (afternoon tea), which is served before dinner. It is not uncommon for tea to be had after dinner.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "As Zimbabwe was a British colony, some people there have adopted some colonial-era English eating habits. For example, most people will have porridge in the morning, as well as 10 o'clock tea (midday tea). They will have lunch, often leftovers from the night before, freshly cooked \"sadza\", or sandwiches (which is more common in the cities). After lunch, there is usually 4 o'clock tea (afternoon tea), which is served before dinner. Tea can also be served after dinner.", "sentence2": "Would it be reasonable for teacakes to be offered on a restaurant's dessert menu, given the local traditions regarding serving tea after dinner?", "label": "YES"}
{"SampleID": 3420, "PassageID": 288, "PassageEditID": 0, "original sentence": "About 2.7% of families and 13.0% of the population were below the poverty line, including none of those under the age of eighteen or sixty-five or over.", "original cue": "none", "pre sentence": "The median income for a household in the town was $48,864, and the median income for a family was $64,167. Males had a median income of $33,542 versus $32,188 for females. The per capita income for the town was $35,657.", "post sentence": "", "pre cue": "About 2.7% of families and 13.0% of the population were below the poverty line, including", "post cue": "of those under the age of eighteen or sixty-five or over.", "original passage": "The median income for a household in the town was $48,864, and the median income for a family was $64,167. Males had a median income of $33,542 versus $32,188 for females. The per capita income for the town was $35,657. About 2.7% of families and 13.0% of the population were below the poverty line, including none of those under the age of eighteen or sixty-five or over.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The median income for a household in the town was $48,864, and the median income for a family was $64,167. Males had a median income of $33,542 versus $32,188 for females. The per capita income for the town was $35,657. About 2.7% of families and 13.0% of the population were below the poverty line, including none of those under the age of eighteen or sixty-five or over.", "sentence2": "Would local companies want to start marketing campaigns that target teenagers and retirees, on the assumption that these groups are a bit more likely than the average resident to have disposable income?", "label": "YES"}
{"SampleID": 6866, "PassageID": 577, "PassageEditID": 1, "original sentence": "However, the burial place of the Bohemian princess is now considered to be unknown.", "original cue": "unknown", "pre sentence": "Doubravka died in 977. In his study of 1888, Józef Ignacy Kraszewski wrote that \"her tomb was discovered in Gniezno Cathedral. It was a simple stone marked with a cross. Purple robes and a weighty gold loincloth were the only objects found in her tomb.\" A similar view of Doubravka's burial place was expressed earlier, in 1843, by Edward Raczyński in his study \"Wspomnienia Wielkopolski to jest województw poznańskiego, kaliskiego i gnieźnieńskiego\" (Memories of the Greater Poland districts of Poznań, Kalisz and Gniezno).", "post sentence": "", "pre cue": "However, the burial place of the Bohemian princess is now considered to be ", "post cue": ".", "original passage": "Doubravka died in 977. In his study of 1888, Józef Ignacy Kraszewski wrote that \"her tomb was discovered in Gniezno Cathedral. It was a simple stone marked with a cross. Purple robes and a weighty gold loincloth were the only objects found in her tomb.\" A similar view of Doubravka's burial place was expressed earlier, in 1843, by Edward Raczyński in his study \"Wspomnienia Wielkopolski to jest województw poznańskiego, kaliskiego i gnieźnieńskiego\" (Memories of the Greater Poland districts of Poznań, Kalisz and Gniezno). However, the burial place of the Bohemian princess is now considered to be unknown.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Doubravka died in 977. In his study of 1888, Józef Ignacy Kraszewski wrote that \"her tomb was discovered in Gniezno Cathedral. It was a simple stone marked with a cross. Purple robes and a weighty gold loincloth were the only objects found in her tomb.\" A similar view of Doubravka's burial place was expressed earlier, in 1843, by Edward Raczyński in his study \"Wspomnienia Wielkopolski to jest województw poznańskiego, kaliskiego i gnieźnieńskiego\" (Memories of the Greater Poland districts of Poznań, Kalisz and Gniezno). However, the burial place of the Bohemian princess is now considered to be a mystery.", "sentence2": "Do historians consider the question of Doubravka's burial place settled?", "label": "NO"}
{"SampleID": 1627, "PassageID": 138, "PassageEditID": 0, "original sentence": "This pin's socket on the female connector is often obstructed, requiring pin 20 to be omitted from the male cable or drive connector; it is thus impossible to plug it in the wrong way round.", "original cue": "impossible", "pre sentence": "In the ATA standard, pin 20 is defined as a mechanical key and is not used.", "post sentence": "", "pre cue": "This pin's socket on the female connector is often obstructed, requiring pin 20 to be omitted from the male cable or drive connector; it is thus", "post cue": "to plug it in the wrong way round.", "original passage": "In the ATA standard, pin 20 is defined as a mechanical key and is not used. This pin's socket on the female connector is often obstructed, requiring pin 20 to be omitted from the male cable or drive connector; it is thus impossible to plug it in the wrong way round.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "In the ATA standard, pin 20 is defined as a mechanical key and is not used. This pin's socket on the female connector is often obstructed, requiring pin 20 to be omitted from the male cable or drive connector; it is thus impossible to plug it in the wrong way round.", "sentence2": "Does it sound like other standards that use this kind of 20-pin connector often necessitate that the plug be inserted one way, but not the other?", "label": "YES"}
