{"SampleID": 774, "PassageID": 64, "PassageEditID": 3, "original sentence": "If using timber to raise the garden bed, ensure that it is an untreated hardwood to prevent the risk of chemicals leaching into the soil.", "original cue": "untreated", "pre sentence": "Vegetable garden bed construction materials should be chosen carefully. Some concerns exist regarding the use of pressure-treated timber. Pine that was treated using chromated copper arsenate or CCA, a toxic chemical mix for preserving timber that may leach chemicals into the soil which in turn can be drawn up into the plants, is a concern for vegetable growers, where part or all of the plant is eaten. ", "post sentence": " A common approach is to use timber sleepers joined with steel rods to hold them together. Another approach is to use concrete blocks, although less aesthetically pleasing, they are inexpensive to source and easy to use.", "pre cue": "If using timber to raise the garden bed, ensure that it is an ", "post cue": "hardwood to prevent the risk of chemicals leaching into the soil.", "original passage": "Vegetable garden bed construction materials should be chosen carefully. Some concerns exist regarding the use of pressure-treated timber. Pine that was treated using chromated copper arsenate or CCA, a toxic chemical mix for preserving timber that may leach chemicals into the soil which in turn can be drawn up into the plants, is a concern for vegetable growers, where part or all of the plant is eaten. If using timber to raise the garden bed, ensure that it is an untreated hardwood to prevent the risk of chemicals leaching into the soil. A common approach is to use timber sleepers joined with steel rods to hold them together. Another approach is to use concrete blocks, although less aesthetically pleasing, they are inexpensive to source and easy to use.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Vegetable garden bed construction materials should be chosen carefully. Some concerns exist regarding the use of pressure-treated timber. Pine that was treated using chromated copper arsenate or CCA, a toxic chemical mix for preserving timber that may leach chemicals into the soil which in turn can be drawn up into the plants, is a concern for vegetable growers, where part or all of the plant is eaten. If using timber to raise the garden bed, ensure that it is a wood that is treated without CCA (a chemical which is now rarely used), to prevent the risk of chemicals leaching into the soil. A common approach is to use timber sleepers joined with steel rods to hold them together. Another approach is to use concrete blocks, although less aesthetically pleasing, they are inexpensive to source and easy to use.", "sentence2": "If you were to build a raised timber bed for your garden, would you need to worry about rot if using a type of wood that would otherwise require pressure treatment for it to be ground-rated?", "label": "NO"}
{"SampleID": 4911, "PassageID": 412, "PassageEditID": 0, "original sentence": "He's in his early forties, is unmarried, and currently resides in Springfield.", "original cue": "unmarried", "pre sentence": "The debate is referenced in \"The Simpsons 138th Episode Spectacular\", when the episode host, Troy McClure is answering viewer questions, and one that is asked is \"What is the real deal with Mr. Burns' assistant Smithers? You know what I'm talking about.\" A montage of various clips that shows Smithers' lust for Mr. Burns follows, and in the end, McClure says \"as you can see, the real deal with Waylon Smithers is that he's Mr. Burns' assistant.", "post sentence": " Thanks for writing!\"", "pre cue": "He's in his early forties, is ", "post cue": ", and currently resides in Springfield.", "original passage": "The debate is referenced in \"The Simpsons 138th Episode Spectacular\", when the episode host, Troy McClure is answering viewer questions, and one that is asked is \"What is the real deal with Mr. Burns' assistant Smithers? You know what I'm talking about.\" A montage of various clips that shows Smithers' lust for Mr. Burns follows, and in the end, McClure says \"as you can see, the real deal with Waylon Smithers is that he's Mr. Burns' assistant. He's in his early forties, is unmarried, and currently resides in Springfield. Thanks for writing!\"", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The debate is referenced in \"The Simpsons 138th Episode Spectacular\", when the episode host, Troy McClure is answering viewer questions, and one that is asked is \"What is the real deal with Mr. Burns' assistant Smithers? You know what I'm talking about.\" A montage of various clips that shows Smithers' lust for Mr. Burns follows, and in the end, McClure says \"as you can see, the real deal with Waylon Smithers is that he's Mr. Burns' assistant. He's in his early forties, is unmarried, and currently resides in Springfield. Thanks for writing!\"", "sentence2": "Solely from the information given above, could a reader conclude that Waylon Smithers might have been born with a different last name?", "label": "NO"}
{"SampleID": 2823, "PassageID": 238, "PassageEditID": 2, "original sentence": "The record company pressured Parsons to use him more, however Parsons preferred to use polished proficient singers; Woolfson admitted he was not in that category.", "original cue": "not", "pre sentence": "Vocal duties were shared by guests to complement each song. In later years, Woolfson sang lead on many of the group's hits, including \"Time\", \"Eye in the Sky\", and \"Don't Answer Me\". ", "post sentence": "In addition to Woolfson, vocalists Chris Rainbow, Lenny Zakatek, John Miles, David Paton, and Colin Blunstone are regulars. Other singers, such as Arthur Brown, Steve Harley, Gary Brooker, Dave Terry a.k.a. Elmer Gantry, Vitamin Z's Geoff Barradale, and Marmalade's Dean Ford, recorded only once or twice with the Project. Parsons sang lead on one song (\"The Raven\") through a vocoder and backing on a few others, including \"To One in Paradise\". Both of those songs appeared on \"Tales of Mystery and Imagination\" (1976). Parsons also sings a prominent counter melody on “Time”.", "pre cue": "The record company pressured Parsons to use him more, however Parsons preferred to use polished proficient singers; Woolfson admitted he was ", "post cue": "in that category.", "original passage": "Vocal duties were shared by guests to complement each song. In later years, Woolfson sang lead on many of the group's hits, including \"Time\", \"Eye in the Sky\", and \"Don't Answer Me\". The record company pressured Parsons to use him more, however Parsons preferred to use polished proficient singers; Woolfson admitted he was not in that category. In addition to Woolfson, vocalists Chris Rainbow, Lenny Zakatek, John Miles, David Paton, and Colin Blunstone are regulars. Other singers, such as Arthur Brown, Steve Harley, Gary Brooker, Dave Terry a.k.a. Elmer Gantry, Vitamin Z's Geoff Barradale, and Marmalade's Dean Ford, recorded only once or twice with the Project. Parsons sang lead on one song (\"The Raven\") through a vocoder and backing on a few others, including \"To One in Paradise\". Both of those songs appeared on \"Tales of Mystery and Imagination\" (1976). Parsons also sings a prominent counter melody on “Time”.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Vocal duties were shared by guests to complement each song. In later years, Woolfson sang lead on many of the group's hits, including \"Time\", \"Eye in the Sky\", and \"Don't Answer Me\". The record company pressured Parsons to use him more, however Parsons preferred to use less proficient singers who displayed a rougher, more unpolished style; Woolfson agreed he was not in that category. In addition to Woolfson, vocalists Chris Rainbow, Lenny Zakatek, John Miles, David Paton, and Colin Blunstone are regulars. Other singers, such as Arthur Brown, Steve Harley, Gary Brooker, Dave Terry a.k.a. Elmer Gantry, Vitamin Z's Geoff Barradale, and Marmalade's Dean Ford, recorded only once or twice with the Project. Parsons sang lead on one song (\"The Raven\") through a vocoder and backing on a few others, including \"To One in Paradise\". Both of those songs appeared on \"Tales of Mystery and Imagination\" (1976). Parsons also sings a prominent counter melody on “Time”.", "sentence2": "When Woolfson compared himself to the other singers that Parsons was seeking, would you say that the former was doing so out of a sense of humility?", "label": "NO"}
{"SampleID": 2874, "PassageID": 242, "PassageEditID": 3, "original sentence": "They also lack supraorbital processes on the frontal and have underdeveloped calcaneal tubers.", "original cue": "lack", "pre sentence": "Phocids are known as true or \"earless\" seals. These animals lack external ear flaps and are incapable of turning their hind-flippers forward, which makes them more cumbersome on land. In water, true seals swim by moving their hind-flippers and lower body from side to side. Phocids have thickened mastoids, enlarged entotympanic bones, everted pelvic bones and massive ankle bones. ", "post sentence": "A 2006 molecular study supports the division of phocids into two monophyletic subfamilies: Monachinae, which consists of \"Mirounga\", Monachini and Lobodontini; and Phocinae, which includes \"Pusa\", \"Phoca\", \"Halichoerus\", \"Histriophoca\", \"Pagophilus\", \"Erignathus\" and \"Cystophora\".", "pre cue": "They also", "post cue": "supraorbital processes on the frontal and have underdeveloped calcaneal tubers.", "original passage": "Phocids are known as true or \"earless\" seals. These animals lack external ear flaps and are incapable of turning their hind-flippers forward, which makes them more cumbersome on land. In water, true seals swim by moving their hind-flippers and lower body from side to side. Phocids have thickened mastoids, enlarged entotympanic bones, everted pelvic bones and massive ankle bones. They also lack supraorbital processes on the frontal and have underdeveloped calcaneal tubers. A 2006 molecular study supports the division of phocids into two monophyletic subfamilies: Monachinae, which consists of \"Mirounga\", Monachini and Lobodontini; and Phocinae, which includes \"Pusa\", \"Phoca\", \"Halichoerus\", \"Histriophoca\", \"Pagophilus\", \"Erignathus\" and \"Cystophora\".", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Phocids are known as true or \"earless\" seals. These animals lack external ear flaps and are incapable of turning their hind-flippers forward, which makes them more cumbersome on land. In water, true seals swim by moving their hind-flippers and lower body from side to side. Phocids have thickened mastoids, enlarged entotympanic bones, everted pelvic bones and massive ankle bones. They also have supraorbital processes on the frontal, but have underdeveloped calcaneal tubers. A 2006 molecular study supports the division of phocids into two monophyletic subfamilies: Monachinae, which consists of \"Mirounga\", Monachini and Lobodontini; and Phocinae, which includes \"Pusa\", \"Phoca\", \"Halichoerus\", \"Histriophoca\", \"Pagophilus\", \"Erignathus\" and \"Cystophora\".", "sentence2": "If you see a picture of a seal with supraorbital processes, are you looking at a phocid?", "label": "DON'T KNOW"}
{"SampleID": 4562, "PassageID": 383, "PassageEditID": 3, "original sentence": "A higher price was paid for beer in the snug and nobody could look in and see the drinkers.", "original cue": "nobody", "pre sentence": "The \"snug\" was a small private room or area which typically had access to the bar and a frosted glass window, set above head height. ", "post sentence": " It was not only the wealthy visitors who would use these rooms. The snug was for patrons who preferred not to be seen in the public bar. Ladies would often enjoy a private drink in the snug in a time when it was frowned upon for women to be in a pub. The local police officer might nip in for a quiet pint, the parish priest for his evening whisky, or lovers for a rendezvous.", "pre cue": "A higher price was paid for beer in the snug and", "post cue": "could look in and see the drinkers.", "original passage": "The \"snug\" was a small private room or area which typically had access to the bar and a frosted glass window, set above head height. A higher price was paid for beer in the snug and nobody could look in and see the drinkers. It was not only the wealthy visitors who would use these rooms. The snug was for patrons who preferred not to be seen in the public bar. Ladies would often enjoy a private drink in the snug in a time when it was frowned upon for women to be in a pub. The local police officer might nip in for a quiet pint, the parish priest for his evening whisky, or lovers for a rendezvous.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The \"snug\" was a small enclosed room or area which typically had access to the bar and windows in the partition between it and the public area. A higher price was paid for beer in the snug and nobody could listen in to what these drinkers were saying. It was not only the wealthy visitors who would use these rooms. The snug was for patrons who preferred not to be seen associating with the public in the bar. Ladies would often enjoy a quiet drink in the snug in a time when it was frowned upon for women to be with the working class men in a pub. The local police officer might nip in for a quiet pint, the parish priest for his evening whisky, or eligible singles hoping to meet potential lovers.", "sentence2": "If someone couldn't afford to get inside, but was still interested in the upper-class locals, could they gave upon the latest fashions from one of the windows in the snug's partition?", "label": "YES"}
{"SampleID": 1434, "PassageID": 121, "PassageEditID": 1, "original sentence": "According to them, Gifre should not eat any cookies at all since it is better than the alternative leading to a stomach ache.", "original cue": "not", "pre sentence": "For example, assume that Gifre has the choice between two alternatives, eating a cookie or not eating anything. Having eaten the first cookie, Gifre could stop eating cookies, which is the best alternative. But after having tasted one cookie, Gifre would freely decide to continue eating cookies until the whole bag is finished, which would result in a terrible stomach ache and would be the worst alternative. Not eating any cookies at all, on the other hand, would be the second-best alternative. Now the question is: should Gifre eat the first cookie or not? Actualists are only concerned with the actual consequences. ", "post sentence": " Possibilists, however, contend that the best possible course of action involves eating the first cookie and this is therefore what Gifre should do.", "pre cue": "According to them, Gifre should ", "post cue": "eat any cookies at all since it is better than the alternative leading to a stomach ache.", "original passage": "For example, assume that Gifre has the choice between two alternatives, eating a cookie or not eating anything. Having eaten the first cookie, Gifre could stop eating cookies, which is the best alternative. But after having tasted one cookie, Gifre would freely decide to continue eating cookies until the whole bag is finished, which would result in a terrible stomach ache and would be the worst alternative. Not eating any cookies at all, on the other hand, would be the second-best alternative. Now the question is: should Gifre eat the first cookie or not? Actualists are only concerned with the actual consequences. According to them, Gifre should not eat any cookies at all since it is better than the alternative leading to a stomach ache. Possibilists, however, contend that the best possible course of action involves eating the first cookie and this is therefore what Gifre should do.", "QuestionID": "q30", "Confidence": 3, "Passage is enough": "External knowledge required", "sentence1": "For example, assume that Gifre has the choice between two alternatives, eating a cookie or not eating anything. Having eaten the first cookie, Gifre could stop eating cookies, which is the best alternative. But after having tasted one cookie, Gifre would freely decide to continue eating cookies until the whole bag is finished, which would result in a terrible stomach ache and would be the worst alternative. Not eating any cookies at all, on the other hand, would be the second-best alternative. Now the question is: should Gifre eat the first cookie or not? Actualists are only concerned with the actual consequences. According to them, Gifre should avoid eating any cookies at all since it is better than the alternative leading to a stomach ache. Possibilists, however, contend that the best possible course of action involves eating the first cookie and this is therefore what Gifre should do.", "sentence2": "Would Gifre have a stomach ache if he ate vegetables instead of cookies?", "label": "DON'T KNOW"}
{"SampleID": 1015, "PassageID": 86, "PassageEditID": 1, "original sentence": "He wanted a more sophisticated way of rendering a person unconscious.", "original cue": "unconscious", "pre sentence": "Nimoy also came up with the concept of the \"Vulcan nerve pinch\", which he suggested as a replacement for the scripted knock out method of using the butt of his phaser. ", "post sentence": " Nimoy explained to the show's director that Spock had, per the story, gone to the Vulcan Institute of Technology and had studied human anatomy. Spock also had the ability to project a unique form of energy through his fingertips. Nimoy explained the idea of putting his hand on his neck and shoulder to Shatner, and they rehearsed it. Nimoy credits Shatner's acting during the \"pinch\" that sold the idea and made it work on screen.", "pre cue": "He wanted a more sophisticated way of rendering a person", "post cue": ".", "original passage": "Nimoy also came up with the concept of the \"Vulcan nerve pinch\", which he suggested as a replacement for the scripted knock out method of using the butt of his phaser. He wanted a more sophisticated way of rendering a person unconscious. Nimoy explained to the show's director that Spock had, per the story, gone to the Vulcan Institute of Technology and had studied human anatomy. Spock also had the ability to project a unique form of energy through his fingertips. Nimoy explained the idea of putting his hand on his neck and shoulder to Shatner, and they rehearsed it. Nimoy credits Shatner's acting during the \"pinch\" that sold the idea and made it work on screen.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Nimoy also came up with the concept of the \"Vulcan nerve pinch\", which he suggested as a replacement for the scripted knock out method of using the butt of his phaser. He wanted a more sophisticated way of knocking a person out . Nimoy explained to the show's director that Spock had, per the story, gone to the Vulcan Institute of Technology and had studied human anatomy. Spock also had the ability to project a unique form of energy through his fingertips. Nimoy explained the idea of putting his hand on his neck and shoulder to Shatner, and they rehearsed it. Nimoy credits Shatner's acting during the \"pinch\" that sold the idea and made it work on screen.", "sentence2": "After a Vulcan nerve pinch, would a person's senses be heightened?", "label": "NO"}
{"SampleID": 530, "PassageID": 45, "PassageEditID": 3, "original sentence": "Despite his lack of formal qualifications, Ampère was appointed a professor of mathematics at the school in 1809.", "original cue": "lack", "pre sentence": "After the death of his wife in July 1803, Ampère moved to Paris, where he began a tutoring post at the new École Polytechnique in 1804.", "post sentence": "As well as holding positions at this school until 1828, in 1819 and 1820 Ampère offered courses in philosophy and astronomy, respectively, at the University of Paris, and in 1824 he was elected to the prestigious chair in experimental physics at the Collège de France. In 1814 Ampère was invited to join the class of mathematicians in the new \"Institut Impérial\", the umbrella under which the reformed state Academy of Sciences would sit.", "pre cue": "Despite his", "post cue": "of formal qualifications, Ampère was appointed a professor of mathematics at the school in 1809.", "original passage": "After the death of his wife in July 1803, Ampère moved to Paris, where he began a tutoring post at the new École Polytechnique in 1804. Despite his lack of formal qualifications, Ampère was appointed a professor of mathematics at the school in 1809. As well as holding positions at this school until 1828, in 1819 and 1820 Ampère offered courses in philosophy and astronomy, respectively, at the University of Paris, and in 1824 he was elected to the prestigious chair in experimental physics at the Collège de France. In 1814 Ampère was invited to join the class of mathematicians in the new \"Institut Impérial\", the umbrella under which the reformed state Academy of Sciences would sit.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "After the death of his wife in July 1803, Ampère moved to Paris, where he began a tutoring post at the new École Polytechnique in 1804. Because of his formal qualifications, Ampère was appointed a professor of mathematics at the school in 1809. As well as holding positions at this school until 1828, in 1819 and 1820 Ampère offered courses in philosophy and astronomy, respectively, at the University of Paris, and in 1824 he was elected to the prestigious chair in experimental physics at the Collège de France. In 1814 Ampère was invited to join the class of mathematicians in the new \"Institut Impérial\", the umbrella under which the reformed state Academy of Sciences would sit.", "sentence2": "Is it reasonable to assume that Ampère graduated from a university?", "label": "YES"}
{"SampleID": 612, "PassageID": 52, "PassageEditID": 2, "original sentence": "While this movement appears rapid, snakes have rarely been documented moving faster than two body-lengths per second, often much less.", "original cue": "rarely", "pre sentence": "Lateral undulation is the sole mode of aquatic locomotion, and the most common mode of terrestrial locomotion. In this mode, the body of the snake alternately flexes to the left and right, resulting in a series of rearward-moving \"waves\". ", "post sentence": "This mode of movement has the same net cost of transport (calories burned per meter moved) as running in lizards of the same mass.", "pre cue": "While this movement appears rapid, snakes have ", "post cue": " been documented moving faster than two body-lengths per second, often much less.", "original passage": "Lateral undulation is the sole mode of aquatic locomotion, and the most common mode of terrestrial locomotion. In this mode, the body of the snake alternately flexes to the left and right, resulting in a series of rearward-moving \"waves\". While this movement appears rapid, snakes have rarely been documented moving faster than two body-lengths per second, often much less. This mode of movement has the same net cost of transport (calories burned per meter moved) as running in lizards of the same mass.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Lateral undulation is the sole mode of aquatic locomotion, and the most common mode of terrestrial locomotion. In this mode, the body of the snake alternately flexes to the left and right, resulting in a series of rearward-moving \"waves\". This movement appears rapid, snakes have been documented moving faster than two body-lengths per second, rarely much less. This mode of movement has the same net cost of transport (calories burned per meter moved) as running in lizards of the same mass.", "sentence2": "Is a snake moving faster than two body-lengths per second faster than a cheetah?", "label": "DON'T KNOW"}
{"SampleID": 2624, "PassageID": 221, "PassageEditID": 3, "original sentence": "Later marks of the Spitfire used a variation of this exhaust system fitted with forward-facing intake ducts to distribute hot air out to the wing-mounted guns to prevent freezing and stoppages at high altitudes, replacing an earlier system that used heated air from the engine coolant radiator.", "original cue": "prevent", "pre sentence": "In September 1937 the Spitfire prototype, \"K5054,\" was fitted with ejector type exhausts.", "post sentence": "The latter system had become ineffective due to improvements to the Merlin itself which allowed higher operating altitudes where air temperatures are lower. Ejector exhausts were also fitted to other Merlin-powered aircraft.", "pre cue": "Later marks of the Spitfire used a variation of this exhaust system fitted with forward-facing intake ducts to distribute hot air out to the wing-mounted guns to", "post cue": " freezing and stoppages at high altitudes, replacing an earlier system that used heated air from the engine coolant radiator.", "original passage": "In September 1937 the Spitfire prototype, \"K5054,\" was fitted with ejector type exhausts. Later marks of the Spitfire used a variation of this exhaust system fitted with forward-facing intake ducts to distribute hot air out to the wing-mounted guns to prevent freezing and stoppages at high altitudes, replacing an earlier system that used heated air from the engine coolant radiator. The latter system had become ineffective due to improvements to the Merlin itself which allowed higher operating altitudes where air temperatures are lower. Ejector exhausts were also fitted to other Merlin-powered aircraft.", "QuestionID": "q11", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Hitler saw the 1936 Games as an opportunity to promote his government and ideals of racial supremacy and antisemitism, and the official Nazi Party paper, the \"Völkischer Beobachter\", wrote in the strongest terms that Jews should not be allowed to participate in the Games. German Jewish athletes were barred or prevented from taking part in the Games by a variety of methods, although some women swimmers from the Jewish sports club Hakoah Vienna did participate. Jewish athletes from other countries were said to have been celebrated to offend the Nazi regime.", "sentence2": "Did other countries encourage or discourage their Jewish athletes?", "label": "encourage"}
{"SampleID": 4508, "PassageID": 379, "PassageEditID": 1, "original sentence": "\"Inverlyon\" was an unpowered sailing ship fitted with a small 3 pounder (47 mm) gun.", "original cue": "unpowered", "pre sentence": "The first Q-ship victory was on 23 June 1915, when the submarine HMS \"C24\", cooperating with the decoy vessel \"Taranaki\", commanded by Lieutenant Frederick Henry Taylor CBE DSC RN, sank \"U-40\" off Eyemouth. The first victory by an unassisted Q-ship came on 24 July 1915 when \"Prince Charles\", commanded by Lieutenant Mark-Wardlaw, DSO, sank \"U-36\". The civilian crew of \"Prince Charles\" received a cash award. The following month an even smaller converted fishing trawler renamed HM Armed Smack \"Inverlyon\" successfully destroyed near Great Yarmouth.", "post sentence": "The British crew fired nine rounds from their 3-pounder into \"UB-4\" at close range, sinking her with the loss of all hands despite the attempt of \"Inverlyon\"s skipper to rescue one surviving German submariner.", "pre cue": "\"Inverlyon\" was an ", "post cue": "sailing ship fitted with a small 3 pounder (47 mm) gun.", "original passage": "The first Q-ship victory was on 23 June 1915, when the submarine HMS \"C24\", cooperating with the decoy vessel \"Taranaki\", commanded by Lieutenant Frederick Henry Taylor CBE DSC RN, sank \"U-40\" off Eyemouth. The first victory by an unassisted Q-ship came on 24 July 1915 when \"Prince Charles\", commanded by Lieutenant Mark-Wardlaw, DSO, sank \"U-36\". The civilian crew of \"Prince Charles\" received a cash award. The following month an even smaller converted fishing trawler renamed HM Armed Smack \"Inverlyon\" successfully destroyed near Great Yarmouth. \"Inverlyon\" was an unpowered sailing ship fitted with a small 3 pounder (47 mm) gun. The British crew fired nine rounds from their 3-pounder into \"UB-4\" at close range, sinking her with the loss of all hands despite the attempt of \"Inverlyon\"s skipper to rescue one surviving German submariner.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The first Q-ship victory was on 23 June 1915, when the submarine HMS \"C24\", cooperating with the decoy vessel \"Taranaki\", commanded by Lieutenant Frederick Henry Taylor CBE DSC RN, sank \"U-40\" off Eyemouth. The first victory by an unassisted Q-ship came on 24 July 1915 when \"Prince Charles\", commanded by Lieutenant Mark-Wardlaw, DSO, sank \"U-36\". The civilian crew of \"Prince Charles\" received a cash award. The following month an even smaller converted fishing trawler renamed HM Armed Smack \"Inverlyon\" successfully destroyed near Great Yarmouth. The \"Inverlyon\" was a sailing vessel, without any engines, to which a small 47-mm gun was fitted which could fire a 3-pound round. The British crew fired nine rounds from their 3-pounder into \"UB-4\" at close range, sinking her with the loss of all hands despite the attempt of \"Inverlyon\"s skipper to rescue one surviving German submariner.", "sentence2": "If Inverlyon found herself in the literal doldrums during a mission, could her commander have made a timely escape without assistance from any other craft?", "label": "NO"}
{"SampleID": 213, "PassageID": 18, "PassageEditID": 2, "original sentence": "He did not complete this line of research before his death in 1944; his book \"Fundamental Theory\" was published posthumously in 1948.", "original cue": "not", "pre sentence": "Eddington believed he had identified an algebraic basis for fundamental physics, which he termed \"E-numbers\" (representing a certain group – a Clifford algebra). These in effect incorporated spacetime into a higher-dimensional structure. While his theory has long been neglected by the general physics community, similar algebraic notions underlie many modern attempts at a grand unified theory. Moreover, Eddington's emphasis on the values of the fundamental constants, and specifically upon dimensionless numbers derived from them, is nowadays a central concern of physics. In particular, he predicted a number of hydrogen atoms in the Universe 136 × 2256 ≈ 1.57 1079, or equivalently the half of the total number of particles protons + electrons.", "post sentence": "", "pre cue": "He did", "post cue": "complete this line of research before his death in 1944; his book \"Fundamental Theory\" was published posthumously in 1948.", "original passage": "Eddington believed he had identified an algebraic basis for fundamental physics, which he termed \"E-numbers\" (representing a certain group – a Clifford algebra). These in effect incorporated spacetime into a higher-dimensional structure. While his theory has long been neglected by the general physics community, similar algebraic notions underlie many modern attempts at a grand unified theory. Moreover, Eddington's emphasis on the values of the fundamental constants, and specifically upon dimensionless numbers derived from them, is nowadays a central concern of physics. In particular, he predicted a number of hydrogen atoms in the Universe 136 × 2256 ≈ 1.57 1079, or equivalently the half of the total number of particles protons + electrons. He did not complete this line of research before his death in 1944; his book \"Fundamental Theory\" was published posthumously in 1948.", "QuestionID": "q30", "Confidence": 4, "Passage is enough": "External knowledge required", "sentence1": "Eddington believed he had identified an algebraic basis for fundamental physics, which he termed \"E-numbers\" (representing a certain group ;– a Clifford algebra). These in effect incorporated spacetime into a higher-dimensional structure. While his theory has long been neglected by the general physics community, similar algebraic notions underlie many modern attempts at a grand unified theory. Moreover, Eddington's emphasis on the values of the fundamental constants, and specifically upon dimensionless numbers derived from them, is nowadays a central concern of physics. In particular, he predicted a number of hydrogen atoms in the Universe 136 × 2256 ≈ 1.57 1079, or equivalently the half of the total number of particles protons + electrons. He did complete this line of research before his death in 1944, but his book \"Fundamental Theory\" was not published.", "sentence2": "If one wanted to find out about a certain aspect of Eddington's algebraic basis for fundamental physics, could one find that in his research notes?", "label": "YES"}
{"SampleID": 3504, "PassageID": 295, "PassageEditID": 0, "original sentence": "In the US state of Louisiana, a non-native rodent, the coypu, has become so destructive to the local ecosystem that the state has initiated a bounty program to help control the population.", "original cue": "destructive", "pre sentence": "Varmint hunting is an American phrase for the selective killing of non-game animals seen as pests. While not always an efficient form of pest control, varmint hunting achieves selective control of pests while providing recreation and is much less regulated. Varmint species are often responsible for detrimental effects on crops, livestock, landscaping, infrastructure, and pets. Some animals, such as wild rabbits or squirrels, may be utilised for fur or meat, but often no use is made of the carcass. Which species are varmints depends on the circumstance and area. Common varmints may include various rodents, coyotes, crows, foxes, feral cats, and feral hogs. Some animals once considered varmints are now protected, such as wolves. ", "post sentence": "", "pre cue": "In the US state of Louisiana, a non-native rodent, the coypu, has become so ", "post cue": "to the local ecosystem that the state has initiated a bounty program to help control the population.", "original passage": "Varmint hunting is an American phrase for the selective killing of non-game animals seen as pests. While not always an efficient form of pest control, varmint hunting achieves selective control of pests while providing recreation and is much less regulated. Varmint species are often responsible for detrimental effects on crops, livestock, landscaping, infrastructure, and pets. Some animals, such as wild rabbits or squirrels, may be utilised for fur or meat, but often no use is made of the carcass. Which species are varmints depends on the circumstance and area. Common varmints may include various rodents, coyotes, crows, foxes, feral cats, and feral hogs. Some animals once considered varmints are now protected, such as wolves. In the US state of Louisiana, a non-native rodent, the coypu, has become so destructive to the local ecosystem that the state has initiated a bounty program to help control the population.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Varmint hunting is an American phrase for the selective killing of non-game animals seen as pests. While not always an efficient form of pest control, varmint hunting achieves selective control of pests while providing recreation and is much less regulated. Varmint species are often responsible for detrimental effects on crops, livestock, landscaping, infrastructure, and pets. Some animals, such as wild rabbits or squirrels, may be utilised for fur or meat, but often no use is made of the carcass. Which species are varmints depends on the circumstance and area. Common varmints may include various rodents, coyotes, crows, foxes, feral cats, and feral hogs. Some animals once considered varmints are now protected, such as wolves. In the US state of Louisiana, a non-native rodent, the coypu, has become so destructive to the local ecosystem that the state has initiated a bounty program to help control the population.", "sentence2": "In Louisiana, is the coypu population increasing?", "label": "DON'T KNOW"}
{"SampleID": 4416, "PassageID": 371, "PassageEditID": 2, "original sentence": "The House of Commons currently has 338 members elected in single-member districts in a plurality voting system (first past the post), meaning that members must attain only a plurality (the most votes of any candidate) rather than a majority (50 percent plus one).", "original cue": "rather than", "pre sentence": "", "post sentence": "The electoral districts are also known as ridings.", "pre cue": "The House of Commons currently has 338 members elected in single-member districts in a plurality voting system (first past the post), meaning that members must attain only a plurality (the most votes of any candidate)", "post cue": "a majority (50 percent plus one).", "original passage": "The House of Commons currently has 338 members elected in single-member districts in a plurality voting system (first past the post), meaning that members must attain only a plurality (the most votes of any candidate) rather than a majority (50 percent plus one). The electoral districts are also known as ridings.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The House of Commons currently has 338 members elected in single-member districts in a plurality voting system (first past the post), meaning that members must attain only a plurality (the most votes of any candidate) over 35 percent, rather than a majority (50 percent plus one). The electoral districts are also known as ridings.", "sentence2": "If the leading candidate has 33% of the vote, do they win the election?", "label": "NO"}
{"SampleID": 1479, "PassageID": 125, "PassageEditID": 0, "original sentence": "By August, General Haig had concluded that a breakthrough was unlikely and instead, switched tactics to a series of small unit actions.", "original cue": "unlikely", "pre sentence": "The Verdun lesson learnt, the Allies' tactical aim became the achievement of air superiority and until September, German aircraft were swept from the skies over the Somme. The success of the Allied air offensive caused a reorganisation of the German air arm and both sides began using large formations of aircraft rather than relying on individual combat. After regrouping, the battle continued throughout July and August, with some success for the British despite the reinforcement of the German lines. ", "post sentence": " The effect was to straighten out the front line, which was thought necessary in preparation for a massive artillery bombardment with a major push.", "pre cue": "By August, General Haig had concluded that a breakthrough was ", "post cue": " and instead, switched tactics to a series of small unit actions.", "original passage": "The Verdun lesson learnt, the Allies' tactical aim became the achievement of air superiority and until September, German aircraft were swept from the skies over the Somme. The success of the Allied air offensive caused a reorganisation of the German air arm and both sides began using large formations of aircraft rather than relying on individual combat. After regrouping, the battle continued throughout July and August, with some success for the British despite the reinforcement of the German lines. By August, General Haig had concluded that a breakthrough was unlikely and instead, switched tactics to a series of small unit actions. The effect was to straighten out the front line, which was thought necessary in preparation for a massive artillery bombardment with a major push.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The Verdun lesson learnt, the Allies' tactical aim became the achievement of air superiority and until September, German aircraft were swept from the skies over the Somme. The success of the Allied air offensive caused a reorganisation of the German air arm and both sides began using large formations of aircraft rather than relying on individual combat. After regrouping, the battle continued throughout July and August, with some success for the British despite the reinforcement of the German lines. By August, General Haig had concluded that a breakthrough was unlikely and instead, switched tactics to a series of small unit actions. The effect was to straighten out the front line, which was thought necessary in preparation for a massive artillery bombardment with a major push.", "sentence2": "In August, was General Haig likely excited about reporting to his superior officers?", "label": "NO"}
{"SampleID": 1410, "PassageID": 119, "PassageEditID": 1, "original sentence": "Unlike the original dish which included flavors like tamarind, mango, coconut, \"piragua\" is evolving to include flavors like grape and cherry, fruits which are impossible to grow in the tropical Puerto Rican climate and get exported back to the island from New York.", "original cue": "impossible to", "pre sentence": "A summertime treat, Italian ice, began its life as a sweeter adaptation of the Sicilian granita that was strictly lemon-flavored and brought to New York and Philadelphia. Its Hispanic counterpart, \"piragua\", is a common shaved-ice treat brought to New York by Puerto Ricans in the 1930s.", "post sentence": "", "pre cue": "Unlike the original dish which included flavors like tamarind, mango, coconut, \"piragua\" is evolving to include flavors like grape and cherry, fruits which are ", "post cue": "grow in the tropical Puerto Rican climate and get exported back to the island from New York.", "original passage": "A summertime treat, Italian ice, began its life as a sweeter adaptation of the Sicilian granita that was strictly lemon-flavored and brought to New York and Philadelphia. Its Hispanic counterpart, \"piragua\", is a common shaved-ice treat brought to New York by Puerto Ricans in the 1930s. Unlike the original dish which included flavors like tamarind, mango, coconut, \"piragua\" is evolving to include flavors like grape and cherry, fruits which are impossible to grow in the tropical Puerto Rican climate and get exported back to the island from New York.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "A summertime treat, Italian ice, began its life as a sweeter adaptation of the Sicilian granita that was strictly lemon-flavored and brought to New York and Philadelphia. Its Hispanic counterpart, \"piragua\", is a common shaved-ice treat brought to New York by Puerto Ricans in the 1930s. Unlike the original dish which included flavors like tamarind, mango, coconut, \"piragua\" is evolving to include flavors like grape and cherry, fruits which are impossible to grow in the tropical Puerto Rican climate and get exported back to the island from New York. Piragua, the Hispanic dish that is similar to Italian Ice, originally had such flavors as tamarind, mango, and coconut, but has evolved to include flavors such as cherry and grape, which are fruits that cannot be grown in Puerto Rico's tropical climate nor be exported from the island to New York.", "sentence2": "Could a native farmer in Puerto Rico feasibly grow all of the fruits necessary to satisfy the most common customer demands for flavors of piragua, or Italian Ice?", "label": "NO"}
