{"SampleID": 2577, "PassageID": 218, "PassageEditID": 0, "original sentence": "Lactose is often used as the primary filler (main ingredient) in most prescription and non-prescription solid pill form medications, though product labeling seldom mentions the presence of 'lactose' or 'milk', and neither do product monograms provided to pharmacists, and most pharmacists are unaware of the very wide scale yet common use of lactose in such medications until they contact the supplier or manufacturer for verification.", "original cue": "unaware", "pre sentence": "Lactose is also a commercial food additive used for its texture, flavor, and adhesive qualities. It is found in additives labelled as casein, caseinate, whey, lactoserum, milk solids, modified milk ingredients, etc. As such lactose is found in foods such as processed meats (sausages/hot dogs, sliced meats, pâtés), gravy stock powder, margarines, sliced breads, breakfast cereals, potato chips, processed foods, medications, prepared meals, meal replacements (powders and bars), protein supplements (powders and bars), and even beers in the milk stout style. Some barbecue sauces and liquid cheeses used in fast-food restaurants may also contain lactose. ", "post sentence": "", "pre cue": "Lactose is often used as the primary filler (main ingredient) in most prescription and non-prescription solid pill form medications, though product labeling seldom mentions the presence of 'lactose' or 'milk', and neither do product monograms provided to pharmacists, and most pharmacists are ", "post cue": "of the very wide scale yet common use of lactose in such medications until they contact the supplier or manufacturer for verification.", "original passage": "Lactose is also a commercial food additive used for its texture, flavor, and adhesive qualities. It is found in additives labelled as casein, caseinate, whey, lactoserum, milk solids, modified milk ingredients, etc. As such lactose is found in foods such as processed meats (sausages/hot dogs, sliced meats, pâtés), gravy stock powder, margarines, sliced breads, breakfast cereals, potato chips, processed foods, medications, prepared meals, meal replacements (powders and bars), protein supplements (powders and bars), and even beers in the milk stout style. Some barbecue sauces and liquid cheeses used in fast-food restaurants may also contain lactose. Lactose is often used as the primary filler (main ingredient) in most prescription and non-prescription solid pill form medications, though product labeling seldom mentions the presence of 'lactose' or 'milk', and neither do product monograms provided to pharmacists, and most pharmacists are unaware of the very wide scale yet common use of lactose in such medications until they contact the supplier or manufacturer for verification.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Lactose is also a commercial food additive used for its texture, flavor, and adhesive qualities. It is found in additives labelled as casein, caseinate, whey, lactoserum, milk solids, modified milk ingredients, etc. As such lactose is found in foods such as processed meats (sausages/hot dogs, sliced meats, pâtés), gravy stock powder, margarines, sliced breads, breakfast cereals, potato chips, processed foods, medications, prepared meals, meal replacements (powders and bars), protein supplements (powders and bars), and even beers in the milk stout style. Some barbecue sauces and liquid cheeses used in fast-food restaurants may also contain lactose. Lactose is often used as the primary filler (main ingredient) in most prescription and non-prescription solid pill form medications, though product labeling seldom mentions the presence of 'lactose' or 'milk', and neither do product monograms provided to pharmacists, and most pharmacists are unaware of the very wide scale yet common use of lactose in such medications until they contact the supplier or manufacturer for verification.", "sentence2": "Should a person who is lactose intolerant ask their pharmacist if their medication contains lactose?", "label": "YES"}
{"SampleID": 695, "PassageID": 58, "PassageEditID": 0, "original sentence": "In 2005, the song was selected for the Library of Congress's National Recording Registry of works of unusual merit.", "original cue": "unusual", "pre sentence": "The popularity of Foggy Mountain Breakdown resurged years later when it was featured in the 1967 film \"Bonnie and Clyde\", which introduced the song to a younger generation of fans. Scruggs received a phone call from the show's producer and star, Warren Beatty, first asking Scruggs to write a song for the movie. Soon Beatty called back saying that he wanted to use the existing vintage Mercury recording of Foggy Mountain Breakdown, and rejected the argument that it was recorded 18 years prior at a radio station with no modern enhancements. The film was a hit, called by the \"Los Angeles Times\" \"a landmark film that helped usher in a new era in American filmmaking.\"", "post sentence": "", "pre cue": "In 2005, the song was selected for the Library of Congress's National Recording Registry of works of", "post cue": "merit.", "original passage": "The popularity of Foggy Mountain Breakdown resurged years later when it was featured in the 1967 film \"Bonnie and Clyde\", which introduced the song to a younger generation of fans. Scruggs received a phone call from the show's producer and star, Warren Beatty, first asking Scruggs to write a song for the movie. Soon Beatty called back saying that he wanted to use the existing vintage Mercury recording of Foggy Mountain Breakdown, and rejected the argument that it was recorded 18 years prior at a radio station with no modern enhancements. The film was a hit, called by the \"Los Angeles Times\" \"a landmark film that helped usher in a new era in American filmmaking.\" In 2005, the song was selected for the Library of Congress's National Recording Registry of works of unusual merit.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The popularity of Foggy Mountain Breakdown resurged years later when it was featured in the 1967 film \"Bonnie and Clyde\", which introduced the song to a younger generation of fans. Scruggs received a phone call from the show's producer and star, Warren Beatty, first asking Scruggs to write a song for the movie. Soon Beatty called back saying that he wanted to use the existing vintage Mercury recording of Foggy Mountain Breakdown, and rejected the argument that it was recorded 18 years prior at a radio station with no modern enhancements. The film was a hit, called by the \"Los Angeles Times\" \"a landmark film that helped usher in a new era in American filmmaking.\" In 2005, the song was selected for the Library of Congress's National Recording Registry of works of unusual merit.", "sentence2": "Would one expect other randomly-selected songs that were released at the same time to be roughly similar to Foggy Mountain Breakdown?", "label": "NO"}
{"SampleID": 3715, "PassageID": 312, "PassageEditID": 3, "original sentence": "However, unlike many other cities with such climate features, Baku does not see extremely hot summers and substantial sunshine hours.", "original cue": "unlike", "pre sentence": "Baku has a temperate semi-arid climate (Köppen climate classification: \"BSk\") with hot and humid summers, cool and occasionally wet winters, and strong winds all year long. ", "post sentence": " This is largely because of its northerly latitude and the fact that it is located on a peninsula on the shore of the Caspian Sea. Baku, and the Absheron Peninsula on which it is situated, is the most arid part of Azerbaijan (precipitation here is around or less than a year). The majority of the light annual precipitation occurs in seasons other than summer, but none of these seasons is particularly wet.", "pre cue": "However, ", "post cue": " many other cities with such climate features, Baku does not see extremely hot summers and substantial sunshine hours.", "original passage": "Baku has a temperate semi-arid climate (Köppen climate classification: \"BSk\") with hot and humid summers, cool and occasionally wet winters, and strong winds all year long. However, unlike many other cities with such climate features, Baku does not see extremely hot summers and substantial sunshine hours. This is largely because of its northerly latitude and the fact that it is located on a peninsula on the shore of the Caspian Sea. Baku, and the Absheron Peninsula on which it is situated, is the most arid part of Azerbaijan (precipitation here is around or less than a year). The majority of the light annual precipitation occurs in seasons other than summer, but none of these seasons is particularly wet.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Baku has a temperate semi-arid climate (Köppen climate classification: \"BSk\") with hot and humid summers, cool and occasionally wet winters, and strong winds all year long. Like many other cities with such climate features, Baku does not see extremely hot summers and substantial sunshine hours. This is largely because, like many other such cities, Baku has a northerly latitude, and it is located on a peninsula on the shore of the Caspian Sea. Baku, and the Absheron Peninsula on which it is situated, is the most arid part of Azerbaijan (precipitation here is around or less than a year). The majority of the light annual precipitation occurs in seasons other than summer, but none of these seasons is particularly wet.", "sentence2": "Is the per capita usage of sunscreen likely to be lower in Baku than in other cities with the same climate type?", "label": "NO"}
{"SampleID": 1446, "PassageID": 122, "PassageEditID": 1, "original sentence": "West Germany, United States and France strongly oppose the ultimatum, but Britain wanted to consider it as a starting point for negotiations.", "original cue": "oppose", "pre sentence": "Khrushchev sought to find a lasting solution to the problem of a divided Germany and of the enclave of West Berlin deep within East German territory. In November 1958, calling West Berlin a \"malignant tumor\", he gave the United States, United Kingdom and France six months to conclude a peace treaty with both German states and the Soviet Union. If one was not signed, Khrushchev stated, the Soviet Union would conclude a peace treaty with East Germany. This would leave East Germany, which was not a party to treaties giving the Western Powers access to Berlin, in control of the routes to the city. They propose making Berlin a free city, which meant no outside military forces would be stationed there.", "post sentence": " No one wanted to risk war over the issue. At Britain's request, Khrushchev extended and ultimately dropped the ultimatum, as the Berlin issue became part of the complex agenda of high-level summit meetings.", "pre cue": "West Germany, United States and France strongly ", "post cue": " the ultimatum, but Britain wanted to consider it as a starting point for negotiations.", "original passage": "Khrushchev sought to find a lasting solution to the problem of a divided Germany and of the enclave of West Berlin deep within East German territory. In November 1958, calling West Berlin a \"malignant tumor\", he gave the United States, United Kingdom and France six months to conclude a peace treaty with both German states and the Soviet Union. If one was not signed, Khrushchev stated, the Soviet Union would conclude a peace treaty with East Germany. This would leave East Germany, which was not a party to treaties giving the Western Powers access to Berlin, in control of the routes to the city. They propose making Berlin a free city, which meant no outside military forces would be stationed there. West Germany, United States and France strongly oppose the ultimatum, but Britain wanted to consider it as a starting point for negotiations. No one wanted to risk war over the issue. At Britain's request, Khrushchev extended and ultimately dropped the ultimatum, as the Berlin issue became part of the complex agenda of high-level summit meetings.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Khrushchev sought to find a lasting solution to the problem of a divided Germany and of the enclave of West Berlin deep within East German territory. In November 1958, calling West Berlin a \"malignant tumor\", he gave the United States, United Kingdom and France six months to conclude a peace treaty with both German states and the Soviet Union. If one was not signed, Khrushchev stated, the Soviet Union would conclude a peace treaty with East Germany. This would leave East Germany, which was not a party to treaties giving the Western Powers access to Berlin, in control of the routes to the city. They propose making Berlin a free city, which meant no outside military forces would be stationed there. The ultimatum faced vehement opposition from The United States, France, and West Germany, while the UK saw it as a reasonable starting point for negotiations. No one wanted to risk war over the issue. At Britain's request, Khrushchev extended and ultimately dropped the ultimatum, as the Berlin issue became part of the complex agenda of high-level summit meetings.", "sentence2": "Assuming that this is an issue that would have faced a vote in the UN Security Council, would Britain's status as a permanent, veto-holding member (along with the US, France, Russia, and China) have been relevant here, as it was her vote alone that seemingly stopped the ultimatum from proceeding?", "label": "NO"}
{"SampleID": 4654, "PassageID": 391, "PassageEditID": 2, "original sentence": "These tanks slightly degrade performance by increasing aerodynamic drag and cannot be jettisoned in-flight.", "original cue": "cannot", "pre sentence": "Low-drag conformal fuel tanks (CFTs) were developed for the F-15C and D models. They can be attached to the sides of the engine air intakes under each wing and are designed to the same load factors and airspeed limits as the basic aircraft.", "post sentence": "However, they cause less drag than conventional external tanks. Each conformal tank can hold 750 U.S. gallons (2,840 l) of fuel. These CFTs increase range and reduce the need for in-flight refueling. All external stations for munitions remain available with the tanks in use. Moreover, Sparrow or AMRAAM missiles can be attached to the corners of the CFTs. The 57 FIS based at Keflavik NAS, Iceland, was the only C-model squadron to use CFTs on a regular basis due to its extended operations over the North Atlantic. With the closure of the 57 FIS, the F-15E is the only variant to carry them on a routine basis. CFTs have also been sold to Israel and Saudi Arabia.", "pre cue": "These tanks slightly degrade performance by increasing aerodynamic drag and", "post cue": "be jettisoned in-flight.", "original passage": "Low-drag conformal fuel tanks (CFTs) were developed for the F-15C and D models. They can be attached to the sides of the engine air intakes under each wing and are designed to the same load factors and airspeed limits as the basic aircraft. These tanks slightly degrade performance by increasing aerodynamic drag and cannot be jettisoned in-flight. However, they cause less drag than conventional external tanks. Each conformal tank can hold 750 U.S. gallons (2,840 l) of fuel. These CFTs increase range and reduce the need for in-flight refueling. All external stations for munitions remain available with the tanks in use. Moreover, Sparrow or AMRAAM missiles can be attached to the corners of the CFTs. The 57 FIS based at Keflavik NAS, Iceland, was the only C-model squadron to use CFTs on a regular basis due to its extended operations over the North Atlantic. With the closure of the 57 FIS, the F-15E is the only variant to carry them on a routine basis. CFTs have also been sold to Israel and Saudi Arabia.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Low-drag conformal fuel tanks (CFTs) were developed for the F-15C and D models. They can be attached to the sides of the engine air intakes under each wing and are designed to the same load factors and airspeed limits as the basic aircraft. These tanks slightly degrade performance by increasing aerodynamic drag and cannot be jettisoned in-flight unless and until the fuel has been emptied from the external tanks. However, they cause less drag than conventional external tanks. Each conformal tank can hold 750 U.S. gallons (2,840 l) of fuel. These CFTs increase range and reduce the need for in-flight refueling. All external stations for munitions remain available with the tanks in use. Moreover, Sparrow or AMRAAM missiles can be attached to the corners of the CFTs. The 57 FIS based at Keflavik NAS, Iceland, was the only C-model squadron to use CFTs on a regular basis due to its extended operations over the North Atlantic. With the closure of the 57 FIS, the F-15E is the only variant to carry them on a routine basis. CFTs have also been sold to Israel and Saudi Arabia.", "sentence2": "Would the common saying among pilots, that the only time you can have too much fuel is when you're on fire, still hold for someone who was flying in combat using CFTs, but wanting to detach those same tanks in order to move with more speed and agility in an imminent dog fight?", "label": "YES"}
{"SampleID": 1426, "PassageID": 120, "PassageEditID": 3, "original sentence": "Under Begelman, MGM/UA produced a number of unsuccessful films, and he was fired in July 1982.", "original cue": "unsuccessful", "pre sentence": "After the purchase of United Artists, David Begelman's duties were transferred to that unit. ", "post sentence": "Out of the 11 films he put into production, by the time of his release from the studio, only one film, \"Poltergeist\" (1982), proved to be a clear hit. Not even MGM's greatest asset – its library – was enough to keep the studio afloat. After 1982, the studio relied more on distribution, picking up independent productions, rather than financing their own projects.", "pre cue": "Under Begelman, MGM/UA produced a number of ", "post cue": "films, and he was fired in July 1982.", "original passage": "After the purchase of United Artists, David Begelman's duties were transferred to that unit. Under Begelman, MGM/UA produced a number of unsuccessful films, and he was fired in July 1982. Out of the 11 films he put into production, by the time of his release from the studio, only one film, \"Poltergeist\" (1982), proved to be a clear hit. Not even MGM's greatest asset – its library – was enough to keep the studio afloat. After 1982, the studio relied more on distribution, picking up independent productions, rather than financing their own projects.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "After the purchase of United Artists, David Begelman's duties were transferred to that unit. Under Begelman, MGM/UA produced a number of hit films, and he was fired in July 1982. Out of the 11 films he put into production, by the time of his release from the studio, one film, \"Poltergeist\" (1982), proved to be a clear hit. Not even MGM's greatest asset – its library – was enough to keep the studio afloat. After 1982, the studio relied more on distribution, picking up independent productions, rather than financing their own projects.", "sentence2": "Did Begelman work for MGM/UA in 1983", "label": "NO"}
{"SampleID": 1521, "PassageID": 129, "PassageEditID": 0, "original sentence": "While neither Durkheim, nor Mauss, specifically coined nor used the term 'sociology of knowledge', their work is an important first contribution to the field.", "original cue": "neither", "pre sentence": "The sociology of knowledge was pioneered primarily by the sociologist Émile Durkheim at the beginning of the 20th century. His work deals directly with how conceptual thought, language, and logic can be influenced by the societal milieu out of which they arise. In an early work co-written with Marcel Mauss, \"Primitive Classification\", Durkheim and Mauss study \"primitive\" group mythology in order to argue that classification systems are collectively based and that the divisions within these systems derive from social categories. Later, Durkheim in \"The Elementary Forms of the Religious Life\" would elaborate his theory of knowledge, examining how language and the concepts and categories (such as space and time) used in logical thought have a sociological origin.", "post sentence": "", "pre cue": "While", "post cue": " Durkheim, nor Mauss, specifically coined nor used the term 'sociology of knowledge', their work is an important first contribution to the field.", "original passage": "The sociology of knowledge was pioneered primarily by the sociologist Émile Durkheim at the beginning of the 20th century. His work deals directly with how conceptual thought, language, and logic can be influenced by the societal milieu out of which they arise. In an early work co-written with Marcel Mauss, \"Primitive Classification\", Durkheim and Mauss study \"primitive\" group mythology in order to argue that classification systems are collectively based and that the divisions within these systems derive from social categories. Later, Durkheim in \"The Elementary Forms of the Religious Life\" would elaborate his theory of knowledge, examining how language and the concepts and categories (such as space and time) used in logical thought have a sociological origin. While neither Durkheim, nor Mauss, specifically coined nor used the term 'sociology of knowledge', their work is an important first contribution to the field.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The sociology of knowledge was pioneered primarily by the sociologist Émile Durkheim at the beginning of the 20th century. His work deals directly with how conceptual thought, language, and logic can be influenced by the societal milieu out of which they arise. In an early work co-written with Marcel Mauss, \"Primitive Classification\", Durkheim and Mauss study \"primitive\" group mythology in order to argue that classification systems are collectively based and that the divisions within these systems derive from social categories. Later, Durkheim in \"The Elementary Forms of the Religious Life\" would elaborate his theory of knowledge, examining how language and the concepts and categories (such as space and time) used in logical thought have a sociological origin. While neither Durkheim, nor Mauss, specifically coined nor used the term 'sociology of knowledge', their work is an important first contribution to the field.", "sentence2": "If you found a scrap of an old diary in which a well known sociologist complains about Mauss repeatedly using the term \"sociology of knowledge\" around campus, would you have to conclude, from this passage, that the diary author was talking about someone else with that same name?", "label": "YES"}
{"SampleID": 4228, "PassageID": 355, "PassageEditID": 3, "original sentence": "In fact, interest in Nietzsche's thought did increase at this time, if rather slowly and hardly perceptibly to him.", "original cue": "hardly", "pre sentence": "In 1886, Nietzsche broke with his publisher Ernst Schmeitzner, disgusted by his antisemitic opinions. Nietzsche saw his own writings as \"completely buried and in this anti-Semitic dump\" of Schmeitzner—associating the publisher with a movement that should be \"utterly rejected with cold contempt by every sensible mind.\" He then printed \"Beyond Good and Evil\" at his own expense. He also acquired the publication rights for his earlier works and over the next year issued second editions of \"The Birth of Tragedy\", \"Human, All Too Human\", \"Daybreak\", and of \"The Gay Science\" with new prefaces placing the body of his work in a more coherent perspective. Thereafter, he saw his work as completed for a time and hoped that soon a readership would develop.", "post sentence": " During these years Nietzsche met Meta von Salis, Carl Spitteler, and Gottfried Keller.", "pre cue": "In fact, interest in Nietzsche's thought did increase at this time, if rather slowly and ", "post cue": "perceptibly to him.", "original passage": "In 1886, Nietzsche broke with his publisher Ernst Schmeitzner, disgusted by his antisemitic opinions. Nietzsche saw his own writings as \"completely buried and in this anti-Semitic dump\" of Schmeitzner—associating the publisher with a movement that should be \"utterly rejected with cold contempt by every sensible mind.\" He then printed \"Beyond Good and Evil\" at his own expense. He also acquired the publication rights for his earlier works and over the next year issued second editions of \"The Birth of Tragedy\", \"Human, All Too Human\", \"Daybreak\", and of \"The Gay Science\" with new prefaces placing the body of his work in a more coherent perspective. Thereafter, he saw his work as completed for a time and hoped that soon a readership would develop. In fact, interest in Nietzsche's thought did increase at this time, if rather slowly and hardly perceptibly to him. During these years Nietzsche met Meta von Salis, Carl Spitteler, and Gottfried Keller.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "In 1886, Nietzsche broke with his publisher Ernst Schmeitzner, disgusted by his antisemitic opinions. Nietzsche saw his own writings as \"completely buried and in this anti-Semitic dump\" of Schmeitzner—associating the publisher with a movement that should be \"utterly rejected with cold contempt by every sensible mind.\" He then printed \"Beyond Good and Evil\" at his own expense. He also acquired the publication rights for his earlier works and over the next year issued second editions of \"The Birth of Tragedy\", \"Human, All Too Human\", \"Daybreak\", and of \"The Gay Science\" with new prefaces placing the body of his work in a more coherent perspective. Thereafter, he saw his work as completed for a time and hoped that soon a readership would develop. In fact, interest in Nietzsche's thought did increase at this time, rather quickly and noticeably to him. During these years Nietzsche met Meta von Salis, Carl Spitteler, and Gottfried Keller.", "sentence2": "Would other publishers have been interested in Nietzsche's work?", "label": "YES"}
{"SampleID": 3857, "PassageID": 324, "PassageEditID": 2, "original sentence": "The inclusion of a glory-hunting presidential character and the unfavorable portrayal of Security Council Members marked Batman's first attempts to poke fun at domestic and international politics.", "original cue": "unfavorable", "pre sentence": "Furthermore, the movie represented Batman's first major foray into Cold War issues paying heavy attention to Polaris Missiles, war surplus submarines and taking a poke at the Pentagon. ", "post sentence": "", "pre cue": "The inclusion of a glory-hunting presidential character and the", "post cue": "portrayal of Security Council Members marked Batman's first attempts to poke fun at domestic and international politics.", "original passage": "Furthermore, the movie represented Batman's first major foray into Cold War issues paying heavy attention to Polaris Missiles, war surplus submarines and taking a poke at the Pentagon. The inclusion of a glory-hunting presidential character and the unfavorable portrayal of Security Council Members marked Batman's first attempts to poke fun at domestic and international politics.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Furthermore, the movie represented Batman's first major foray into Cold War issues paying heavy attention to Polaris Missiles, war surplus submarines and taking a poke at the Pentagon. The inclusion of a glory-hunting presidential character and the favorable portrayal of Security Council Members marked Batman's first unfavorable attempts to poke fun at domestic and international politics.", "sentence2": "In the Batman movie, were the characters in the Security Council likely physically attractive?", "label": "YES"}
{"SampleID": 1253, "PassageID": 106, "PassageEditID": 0, "original sentence": "Numerous fractions among the nobility used the Golden Liberties to prevent any reforms.", "original cue": "prevent", "pre sentence": "Before it could fully recover, Lithuania was ravaged during the Great Northern War (1700–1721). The war, a plague, and a famine caused the deaths of approximately 40% of the country's population. Foreign powers, especially Russia, became dominant in the domestic politics of the Commonwealth.", "post sentence": "", "pre cue": "Numerous fractions among the nobility used the Golden Liberties to", "post cue": "any reforms.", "original passage": "Before it could fully recover, Lithuania was ravaged during the Great Northern War (1700–1721). The war, a plague, and a famine caused the deaths of approximately 40% of the country's population. Foreign powers, especially Russia, became dominant in the domestic politics of the Commonwealth. Numerous fractions among the nobility used the Golden Liberties to prevent any reforms.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Before it could fully recover, Lithuania was ravaged during the Great Northern War (1700–1721). The war, a plague, and a famine caused the deaths of approximately 40% of the country's population. Foreign powers, especially Russia, became dominant in the domestic politics of the Commonwealth. Numerous fractions among the nobility used the Golden Liberties to prevent any reforms.", "sentence2": "Given the historical context that surrounds them, would the Golden Liberties of 18th-century Lithuania be considered mostly synonymous with the civil liberties upon which American democracy is founded?", "label": "NO"}
{"SampleID": 2172, "PassageID": 184, "PassageEditID": 2, "original sentence": "In what has come to be known as \"the Pine Tar Incident\", umpires discovered illegal placement of pine tar (more than 18 inches up the handle) on third baseman George Brett's bat after he had hit a two-run home run off Gossage that put the Royals up 5–4 in the top of the 9th.", "original cue": "illegal", "pre sentence": "In July 1983, while the Royals were headed for a second-place finish behind the Chicago White Sox another chapter in the team's rivalry with the New York Yankees occurred.", "post sentence": " After Yankee Manager Billy Martin came out of the dugout to talk to home plate umpire Tim McClelland, McClelland and the other umpires mulled over the bat (measuring it over home plate, touching it, etc.). McClelland then pointed to Brett in the dugout and gave the \"out\" sign, disallowing the home run. Enraged, Brett stormed out of the dugout toward McClelland and Martin, and McClelland ejected Brett. The homer was later reinstated by AL President Lee MacPhail, and the Royals won the game after it was resumed several weeks later.", "pre cue": "In what has come to be known as \"the Pine Tar Incident\", umpires discovered ", "post cue": "placement of pine tar (more than 18 inches up the handle) on third baseman George Brett's bat after he had hit a two-run home run off Gossage that put the Royals up 5–4 in the top of the 9th.", "original passage": "In July 1983, while the Royals were headed for a second-place finish behind the Chicago White Sox another chapter in the team's rivalry with the New York Yankees occurred. In what has come to be known as \"the Pine Tar Incident\", umpires discovered illegal placement of pine tar (more than 18 inches up the handle) on third baseman George Brett's bat after he had hit a two-run home run off Gossage that put the Royals up 5–4 in the top of the 9th. After Yankee Manager Billy Martin came out of the dugout to talk to home plate umpire Tim McClelland, McClelland and the other umpires mulled over the bat (measuring it over home plate, touching it, etc.). McClelland then pointed to Brett in the dugout and gave the \"out\" sign, disallowing the home run. Enraged, Brett stormed out of the dugout toward McClelland and Martin, and McClelland ejected Brett. The homer was later reinstated by AL President Lee MacPhail, and the Royals won the game after it was resumed several weeks later.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "In July 1983, while the Royals were headed for a second-place finish behind the Chicago White Sox another chapter in the team's rivalry with the New York Yankees occurred. In what has come to be known as \"the Pine Tar Incident\", illegal umpires discovered placement of pine tar (more than 18 inches up the handle) on third baseman George Brett's bat after he had hit a two-run home run off Gossage that put the Royals up 5–4 in the top of the 9th. After Yankee Manager Billy Martin came out of the dugout to talk to home plate umpire Tim McClelland, McClelland and the other umpires mulled over the bat (measuring it over home plate, touching it, etc.). McClelland then pointed to Brett in the dugout and gave the \"out\" sign, disallowing the home run. Enraged, Brett stormed out of the dugout toward McClelland and Martin, and McClelland ejected Brett. The homer was later reinstated by AL President Lee MacPhail, and the Royals won the game after it was resumed several weeks later.", "sentence2": "Did George Brett likely think that his bat was against the rules when he stepped up to bat?", "label": "DON'T KNOW"}
{"SampleID": 3758, "PassageID": 316, "PassageEditID": 1, "original sentence": "The trustees serve without compensation and a simple majority of trustees must reside in Texas, including at least four within the greater Houston area.", "original cue": "without", "pre sentence": "Rice University is chartered as a non-profit organization and is governed by a privately appointed board of trustees. The board consists of a maximum of 25 voting members who serve four-year terms.", "post sentence": "The board of trustees delegates its power by appointing a president to serve as the chief executive of the university. David W. Leebron was appointed president in 2004 and succeeded Malcolm Gillis who served since 1993. The provost, six vice presidents, and other university officials report to the president. The president is advised by a University Council composed of the provost, eight members of the Faculty Council, two staff members, one graduate student, and two undergraduate students. The president presides over a Faculty Council which has the authority to alter curricular requirements, establish new degree programs, and approve candidates for degrees.", "pre cue": "The trustees serve", "post cue": " compensation and a simple majority of trustees must reside in Texas, including at least four within the greater Houston area.", "original passage": "Rice University is chartered as a non-profit organization and is governed by a privately appointed board of trustees. The board consists of a maximum of 25 voting members who serve four-year terms. The trustees serve without compensation and a simple majority of trustees must reside in Texas, including at least four within the greater Houston area. The board of trustees delegates its power by appointing a president to serve as the chief executive of the university. David W. Leebron was appointed president in 2004 and succeeded Malcolm Gillis who served since 1993. The provost, six vice presidents, and other university officials report to the president. The president is advised by a University Council composed of the provost, eight members of the Faculty Council, two staff members, one graduate student, and two undergraduate students. The president presides over a Faculty Council which has the authority to alter curricular requirements, establish new degree programs, and approve candidates for degrees.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Rice University is chartered as a non-profit organization and is governed by a privately appointed board of trustees. The board consists of a maximum of 25 voting members who serve four-year terms. The trustees serve in an unpaid position and a simple majority of trustees must reside in Texas, including at least four within the greater Houston area. The board of trustees delegates its power by appointing a president to serve as the chief executive of the university. David W. Leebron was appointed president in 2004 and succeeded Malcolm Gillis who served since 1993. The provost, six vice presidents, and other university officials report to the president. The president is advised by a University Council composed of the provost, eight members of the Faculty Council, two staff members, one graduate student, and two undergraduate students. The president presides over a Faculty Council which has the authority to alter curricular requirements, establish new degree programs, and approve candidates for degrees.", "sentence2": "Do trustees benefit financially from their positions?", "label": "NO"}
{"SampleID": 3291, "PassageID": 277, "PassageEditID": 1, "original sentence": "Under the Nordic Language Convention, Danish-speaking citizens of the Nordic countries have the opportunity to use their native language when interacting with official bodies in other Nordic countries without being liable for any interpretation or translation costs.", "original cue": "without", "pre sentence": "In addition, a noticeable community of Danish speakers is in Southern Schleswig, the portion of Germany bordering Denmark, where it is an officially recognized regional language, just as German is north of the border. Furthermore, Danish is one of the official languages of the European Union and one of the working languages of the Nordic Council. ", "post sentence": "", "pre cue": "Under the Nordic Language Convention, Danish-speaking citizens of the Nordic countries have the opportunity to use their native language when interacting with official bodies in other Nordic countries ", "post cue": "being liable for any interpretation or translation costs.", "original passage": "In addition, a noticeable community of Danish speakers is in Southern Schleswig, the portion of Germany bordering Denmark, where it is an officially recognized regional language, just as German is north of the border. Furthermore, Danish is one of the official languages of the European Union and one of the working languages of the Nordic Council. Under the Nordic Language Convention, Danish-speaking citizens of the Nordic countries have the opportunity to use their native language when interacting with official bodies in other Nordic countries without being liable for any interpretation or translation costs.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "In addition, a noticeable community of Danish speakers is in Southern Schleswig, the portion of Germany bordering Denmark, where it is an officially recognized regional language, just as German is north of the border. Furthermore, Danish is one of the official languages of the European Union and one of the working languages of the Nordic Council. Under the Nordic Language Convention, Danish-speaking citizens of the Nordic countries have the opportunity to use their native language when interacting with official bodies in other Nordic countries with the costs of interpretation or translation being covered by others.", "sentence2": "Is the cost paid by others?", "label": "YES"}
{"SampleID": 2999, "PassageID": 252, "PassageEditID": 3, "original sentence": "Techniques like hand washing, wearing gowns, and wearing face masks can help prevent infections from being passed from one person to another.", "original cue": "prevent", "pre sentence": "", "post sentence": "Aseptic technique was introduced in medicine and surgery in the late 19th century and greatly reduced the incidence of infections caused by surgery. Frequent hand washing remains the most important defense against the spread of unwanted organisms. There are other forms of prevention such as avoiding the use of illicit drugs, using a condom, wearing gloves, and having a healthy lifestyle with a balanced diet and regular exercise. Cooking foods well and avoiding foods that have been left outside for a long time is also important.", "pre cue": "Techniques like hand washing, wearing gowns, and wearing face masks can help ", "post cue": "infections from being passed from one person to another.", "original passage": "Techniques like hand washing, wearing gowns, and wearing face masks can help prevent infections from being passed from one person to another. Aseptic technique was introduced in medicine and surgery in the late 19th century and greatly reduced the incidence of infections caused by surgery. Frequent hand washing remains the most important defense against the spread of unwanted organisms. There are other forms of prevention such as avoiding the use of illicit drugs, using a condom, wearing gloves, and having a healthy lifestyle with a balanced diet and regular exercise. Cooking foods well and avoiding foods that have been left outside for a long time is also important.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Techniques like hand washing, wearing gowns, and wearing face masks can help infections pass from one person to another. Aseptic technique was introduced in medicine and surgery in the late 19th century and greatly reduced the incidence of infections caused by surgery. Frequent hand washing remains the most important defense against the spread of unwanted organisms. There are other forms of prevention such as avoiding the use of illicit drugs, using a condom, wearing gloves, and having a healthy lifestyle with a balanced diet and regular exercise. Cooking foods well and avoiding foods that have been left outside for a long time is also important.", "sentence2": "If person 1 infects person 2, is it likely either were wearing gowns?", "label": "YES"}
{"SampleID": 3076, "PassageID": 259, "PassageEditID": 2, "original sentence": "On 16 August 2013 Tallinn Airport unveiled a gallery and started exhibiting artists' work in the Passenger Terminal.", "original cue": "unveil", "pre sentence": "A lending library was open on 9 May 2013 in a special area by Gate 1. All books were donated by public including Estonian president Toomas Hendrik Ilves and the First Lady of Estonia Evelin Ilves. The library will have books in ten different languages, the majority being in Estonian, Russian and English. There will also be a selection of children's books.", "post sentence": "The gallery of rotating exhibitions on the 1st floor of the Passenger Terminal is open to all arriving and departing passengers as well as those seeing them off or meeting them.", "pre cue": "On 16 August 2013 Tallinn Airport", "post cue": "ed a gallery and started exhibiting artists' work in the Passenger Terminal.", "original passage": "A lending library was open on 9 May 2013 in a special area by Gate 1. All books were donated by public including Estonian president Toomas Hendrik Ilves and the First Lady of Estonia Evelin Ilves. The library will have books in ten different languages, the majority being in Estonian, Russian and English. There will also be a selection of children's books. On 16 August 2013 Tallinn Airport unveiled a gallery and started exhibiting artists' work in the Passenger Terminal. The gallery of rotating exhibitions on the 1st floor of the Passenger Terminal is open to all arriving and departing passengers as well as those seeing them off or meeting them.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "A lending library was open on 9 May 2013 in a special area by Gate 1. All books were donated by public including Estonian president Toomas Hendrik Ilves and the First Lady of Estonia Evelin Ilves. The library will have books in ten different languages, the majority being in Estonian, Russian and English. There will also be a selection of children's books. On 16 August 2013 the Tallinn Airport gallery unveiled artists' new work in the Passenger Terminal. The gallery of rotating exhibitions on the 1st floor of the Passenger Terminal is open to all arriving and departing passengers as well as those seeing them off or meeting them.", "sentence2": "Was the gallery in the Passenger Terminal open before August 16, 2013?", "label": "DON'T KNOW"}
{"SampleID": 1787, "PassageID": 152, "PassageEditID": 0, "original sentence": "It opened in July 1903, but the show was unsuccessful and closed after two weeks.", "original cue": "unsuccessful", "pre sentence": "In the years Chaplin was touring with the Eight Lancashire Lads, his mother ensured that he still attended school but, by age 13, he had abandoned education. He supported himself with a range of jobs, while nursing his ambition to become an actor. At 14, shortly after his mother's relapse, he registered with a theatrical agency in London's West End. The manager sensed potential in Chaplin, who was promptly given his first role as a newsboy in Harry Arthur Saintsbury's \"Jim, a Romance of Cockayne\".", "post sentence": " Chaplin's comic performance, however, was singled out for praise in many of the reviews.", "pre cue": "It opened in July 1903, but the show was", "post cue": "and closed after two weeks.", "original passage": "In the years Chaplin was touring with the Eight Lancashire Lads, his mother ensured that he still attended school but, by age 13, he had abandoned education. He supported himself with a range of jobs, while nursing his ambition to become an actor. At 14, shortly after his mother's relapse, he registered with a theatrical agency in London's West End. The manager sensed potential in Chaplin, who was promptly given his first role as a newsboy in Harry Arthur Saintsbury's \"Jim, a Romance of Cockayne\". It opened in July 1903, but the show was unsuccessful and closed after two weeks. Chaplin's comic performance, however, was singled out for praise in many of the reviews.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "In the years Chaplin was touring with the Eight Lancashire Lads, his mother ensured that he still attended school but, by age 13, he had abandoned education. He supported himself with a range of jobs, while nursing his ambition to become an actor. At 14, shortly after his mother's relapse, he registered with a theatrical agency in London's West End. The manager sensed potential in Chaplin, who was promptly given his first role as a newsboy in Harry Arthur Saintsbury's \"Jim, a Romance of Cockayne\". It opened in July 1903, but the show was unsuccessful and closed after two weeks. Chaplin's comic performance, however, was singled out for praise in many of the reviews.", "sentence2": "Would you say that the old advice of \"Leave the audience wanting more\" was explicitly, and deliberately followed by the creators of \"Jim, a Romance of Cockayne\"?", "label": "NO"}
