{"SampleID": 3895, "PassageID": 327, "PassageEditID": 3, "original sentence": "Computer programmers no longer need to worry about where their data is physically stored or whether the user's computer will have enough memory.", "original cue": "no longer", "pre sentence": "This offers several advantages.", "post sentence": " It also allows multiple types of memory to be used. For example, some data can be stored in physical RAM chips while other data is stored on a hard drive (e.g. in a swapfile), functioning as an extension of the cache hierarchy. This drastically increases the amount of memory available to programs. The operating system will place actively used data in physical RAM, which is much faster than hard disks. When the amount of RAM is not sufficient to run all the current programs, it can result in a situation where the computer spends more time moving data from RAM to disk and back than it does accomplishing tasks; this is known as thrashing.", "pre cue": "Computer programmers", "post cue": "need to worry about where their data is physically stored or whether the user's computer will have enough memory.", "original passage": "This offers several advantages. Computer programmers no longer need to worry about where their data is physically stored or whether the user's computer will have enough memory. It also allows multiple types of memory to be used. For example, some data can be stored in physical RAM chips while other data is stored on a hard drive (e.g. in a swapfile), functioning as an extension of the cache hierarchy. This drastically increases the amount of memory available to programs. The operating system will place actively used data in physical RAM, which is much faster than hard disks. When the amount of RAM is not sufficient to run all the current programs, it can result in a situation where the computer spends more time moving data from RAM to disk and back than it does accomplishing tasks; this is known as thrashing.", "QuestionID": "q10", "Confidence": 4, "Passage is enough": "External knowledge required", "sentence1": "This offers several advantages. Computer programmers have to worry about where their data is physically stored or whether the user's computer will have enough memory. It also allows multiple types of memory to be used. For example, some data can be stored in physical RAM chips while other data is stored on a hard drive (e.g. in a swapfile), functioning as an extension of the cache hierarchy. This drastically increases the amount of memory available to programs. The operating system will place actively used data in physical RAM, which is much faster than hard disks. When the amount of RAM is not sufficient to run all the current programs, it can result in a situation where the computer spends more time moving data from RAM to disk and back than it does accomplishing tasks; this is known as thrashing.", "sentence2": "Do programmers need to be concerned about how much data is stored?", "label": "DON'T KNOW"}
{"SampleID": 3395, "PassageID": 286, "PassageEditID": 0, "original sentence": "Previously, the Tucson Sidewinders, a triple-A affiliate of the Arizona Diamondbacks, won the Pacific Coast League championship and unofficial AAA championship in 2006.", "original cue": "unofficial", "pre sentence": "In baseball the Tucson Saguaros of the independent Pecos League started play in 2016 and play at Amphitheater High School. They won the league in their inaugural season. The Tucson Padres played at Kino Veterans Memorial Stadium from 2011 to 2013. They served as the AAA affiliate of the San Diego Padres. The team, formerly known as the Portland Beavers, temporarily moved to Tucson from Portland while the team awaited a new stadium in Escondido. Legal issues derailed the plans to build the Escondido stadium, so they moved to El Paso, Texas for the 2014 season.", "post sentence": "The Sidewinders played in Tucson Electric Park and were in the Pacific Conference South of the PCL. The Sidewinders were sold in 2007 and moved to Reno, Nevada after the 2008 season. They now compete as the Reno Aces.", "pre cue": "Previously, the Tucson Sidewinders, a triple-A affiliate of the Arizona Diamondbacks, won the Pacific Coast League championship and ", "post cue": "AAA championship in 2006.", "original passage": "In baseball the Tucson Saguaros of the independent Pecos League started play in 2016 and play at Amphitheater High School. They won the league in their inaugural season. The Tucson Padres played at Kino Veterans Memorial Stadium from 2011 to 2013. They served as the AAA affiliate of the San Diego Padres. The team, formerly known as the Portland Beavers, temporarily moved to Tucson from Portland while the team awaited a new stadium in Escondido. Legal issues derailed the plans to build the Escondido stadium, so they moved to El Paso, Texas for the 2014 season. Previously, the Tucson Sidewinders, a triple-A affiliate of the Arizona Diamondbacks, won the Pacific Coast League championship and unofficial AAA championship in 2006. The Sidewinders played in Tucson Electric Park and were in the Pacific Conference South of the PCL. The Sidewinders were sold in 2007 and moved to Reno, Nevada after the 2008 season. They now compete as the Reno Aces.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "In baseball the Tucson Saguaros of the independent Pecos League started play in 2016 and play at Amphitheater High School. They won the league in their inaugural season. The Tucson Padres played at Kino Veterans Memorial Stadium from 2011 to 2013. They served as the AAA affiliate of the San Diego Padres. The team, formerly known as the Portland Beavers, temporarily moved to Tucson from Portland while the team awaited a new stadium in Escondido. Legal issues derailed the plans to build the Escondido stadium, so they moved to El Paso, Texas for the 2014 season. Previously, the Tucson Sidewinders, a triple-A affiliate of the Arizona Diamondbacks, won the Pacific Coast League championship and unofficial AAA championship in 2006. The Sidewinders played in Tucson Electric Park and were in the Pacific Conference South of the PCL. The Sidewinders were sold in 2007 and moved to Reno, Nevada after the 2008 season. They now compete as the Reno Aces.", "sentence2": "Did the AAA Championship in 2006 likely have a strict training requirement for the umpires?", "label": "NO"}
{"SampleID": 747, "PassageID": 62, "PassageEditID": 2, "original sentence": "Afterwards, they were unable to maintain their previous popularity.", "original cue": "unable", "pre sentence": "Founded in 1957 for a talent show at their high school, they were signed by Florence Greenberg of Tiara Records. Their first single, \"I Met Him on a Sunday\", was released by Tiara and licensed by Decca Records in 1958. After a brief and unsuccessful period with Decca, they went with Greenberg to her newly formed company, Scepter Records. Working with Luther Dixon, the group rose to fame with \"Tonight's the Night\". After a successful period of collaboration with Dixon and promotion by Scepter, with seven top 20 hits, the Shirelles left Scepter in 1966.", "post sentence": "", "pre cue": "Afterwards, they were ", "post cue": "to maintain their previous popularity.", "original passage": "Founded in 1957 for a talent show at their high school, they were signed by Florence Greenberg of Tiara Records. Their first single, \"I Met Him on a Sunday\", was released by Tiara and licensed by Decca Records in 1958. After a brief and unsuccessful period with Decca, they went with Greenberg to her newly formed company, Scepter Records. Working with Luther Dixon, the group rose to fame with \"Tonight's the Night\". After a successful period of collaboration with Dixon and promotion by Scepter, with seven top 20 hits, the Shirelles left Scepter in 1966. Afterwards, they were unable to maintain their previous popularity.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Founded in 1957 for a talent show at their high school, they were signed by Florence Greenberg of Tiara Records. Their first single, \"I Met Him on a Sunday\", was released by Tiara and licensed by Decca Records in 1958. After a brief and unsuccessful period with Decca, they went with Greenberg to her newly formed company, Scepter Records. Working with Luther Dixon, the group rose to fame with \"Tonight's the Night\". After a successful period of collaboration with Dixon and promotion by Scepter, with seven top 20 hits, the Shirelles left Scepter in 1966. Afterwards, they maintained their previous popularity with new albums, but were unable to maintain close ties with Dixon.", "sentence2": "Would the label that signed the Shirelles in the latter part of 1966 have considered this to be a worthy acquisition?", "label": "YES"}
{"SampleID": 125, "PassageID": 11, "PassageEditID": 1, "original sentence": "In Canada, more than 600 children from residential schools were used as involuntary participants in BCG vaccine trials between 1933 and 1945.", "original cue": "involuntary", "pre sentence": "Dr. R. G. Ferguson, working at the Fort Qu'Appelle Sanatorium in Saskatchewan, was among the pioneers in developing the practice of vaccination against TB. ", "post sentence": "In 1928, BCG was adopted by the Health Committee of the League of Nations (predecessor to the World Health Organization (WHO)). Because of opposition, however, it only became widely used after World War II. From 1945 to 1948, relief organizations (International Tuberculosis Campaign or Joint Enterprises) vaccinated over eight million babies in eastern Europe and prevented the predicted typical increase of TB after a major war.", "pre cue": "In Canada, more than 600 children from residential schools were used as", "post cue": "participants in BCG vaccine trials between 1933 and 1945.", "original passage": "Dr. R. G. Ferguson, working at the Fort Qu'Appelle Sanatorium in Saskatchewan, was among the pioneers in developing the practice of vaccination against TB. In Canada, more than 600 children from residential schools were used as involuntary participants in BCG vaccine trials between 1933 and 1945. In 1928, BCG was adopted by the Health Committee of the League of Nations (predecessor to the World Health Organization (WHO)). Because of opposition, however, it only became widely used after World War II. From 1945 to 1948, relief organizations (International Tuberculosis Campaign or Joint Enterprises) vaccinated over eight million babies in eastern Europe and prevented the predicted typical increase of TB after a major war.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Dr. R. G. Ferguson, working at the Fort Qu'Appelle Sanatorium in Saskatchewan, was among the pioneers in developing the practice of vaccination against TB. In Canada, more than 600 children from residential schools were used as forced participants in BCG vaccine trials between 1933 and 1945. In 1928, BCG was adopted by the Health Committee of the League of Nations (predecessor to the World Health Organization (WHO)). Because of opposition, however, it only became widely used after World War II. From 1945 to 1948, relief organizations (International Tuberculosis Campaign or Joint Enterprises) vaccinated over eight million babies in eastern Europe and prevented the predicted typical increase of TB after a major war.", "sentence2": "Did schools likely contact the vaccine manufacturers to signup for the BCG vaccine trials in Canada in 1935?", "label": "DON'T KNOW"}
{"SampleID": 7347, "PassageID": 616, "PassageEditID": 1, "original sentence": "The last match of any kind that Grace played in, though he neither batted nor bowled, was for Eltham v Northbrook on 8 August, a few days after the outbreak of the First World War.", "original cue": "neither", "pre sentence": "Despite his age and bulk, Grace continued to play minor cricket for several years after his retirement from the first-class version. His penultimate match, and the last in which he batted, was for Eltham Cricket Club at Grove Park on 25 July 1914, a week after his 66th birthday. He contributed an undefeated 69 to a total of 155–6 declared, having begun his innings when they were 31–4. Grove Park made 99–8 in reply.", "post sentence": "", "pre cue": "The last match of any kind that Grace played in, though he ", "post cue": "batted nor bowled, was for Eltham v Northbrook on 8 August, a few days after the outbreak of the First World War.", "original passage": "Despite his age and bulk, Grace continued to play minor cricket for several years after his retirement from the first-class version. His penultimate match, and the last in which he batted, was for Eltham Cricket Club at Grove Park on 25 July 1914, a week after his 66th birthday. He contributed an undefeated 69 to a total of 155–6 declared, having begun his innings when they were 31–4. Grove Park made 99–8 in reply. The last match of any kind that Grace played in, though he neither batted nor bowled, was for Eltham v Northbrook on 8 August, a few days after the outbreak of the First World War.", "QuestionID": "q20", "Confidence": 4, "Passage is enough": "Passage is enough", "sentence1": "Despite his age and bulk, Grace continued to play minor cricket for several years after his retirement from the first-class version. His penultimate match, and the last in which he batted, was for Eltham Cricket Club at Grove Park on 25 July 1914, a week after his 66th birthday. He contributed an undefeated 69 to a total of 155–6 declared, having begun his innings when they were 31–4. Grove Park made 99–8 in reply. Grace played his final cricket match, of any kind, for Eltham v. Northbrook on the eighth of August, just days after the start of the First World War, but he did not play as either a batsman or a bowler at any point in the game.", "sentence2": "Based solely on what can be read above, would one expect to have seen Grace playing as a fielder in the last match of his cricket career?", "label": "YES"}
{"SampleID": 1689, "PassageID": 143, "PassageEditID": 0, "original sentence": "These early epics were oral compositions, created without the use of writing.", "original cue": "without", "pre sentence": "The earliest surviving works of Greek literature are epic poetry. Homer's \"Iliad\" and \"Odyssey\" are the earliest to survive to us today, probably composed in the eighth century BC. ", "post sentence": "", "pre cue": "These early epics were oral compositions, created ", "post cue": "the use of writing.", "original passage": "The earliest surviving works of Greek literature are epic poetry. Homer's \"Iliad\" and \"Odyssey\" are the earliest to survive to us today, probably composed in the eighth century BC. These early epics were oral compositions, created without the use of writing.", "QuestionID": "q30", "Confidence": 1, "Passage is enough": "Passage is enough", "sentence1": "The earliest surviving works of Greek literature are epic poetry. Homer's \"Iliad\" and \"Odyssey\" are the earliest to survive to us today, probably composed in the eighth century BC. These early epics were oral compositions, created without the use of writing.", "sentence2": "Were Homer's \"Iliad\" and \"Odyssey\" created in eighth century BC?", "label": "DON'T KNOW"}
{"SampleID": 2795, "PassageID": 236, "PassageEditID": 0, "original sentence": "It is because live-action dubbed movies rarely did well in United States box office since the 1980s.", "original cue": "rarely", "pre sentence": "In the United States and English-speaking Canada, live-action foreign films are usually shown in theaters with their original languages and English subtitles. ", "post sentence": "The 1982 United States theatrical release of Wolfgang Peterson's \"Das Boot\" was the last major release to go out in both original and English-dubbed versions, and the film's original version actually grossed much higher than the English-dubbed version. Later on, English-dubbed versions of international hits like \"Un indien dans la ville\", \"Godzilla 2000\", \"Anatomy\", \"Pinocchio, The Return of Godzilla\" and \"High Tension\" flopped at United States box offices. When Miramax planned to release the English-dubbed versions of \"Shaolin Soccer\" and \"Hero\" in the United States cinemas, their English-dubbed versions scored badly in test screenings in the United States, so Miramax finally released the films in United States cinemas with their original language.", "pre cue": "It is because live-action dubbed movies", "post cue": "did well in United States box office since the 1980s.", "original passage": "In the United States and English-speaking Canada, live-action foreign films are usually shown in theaters with their original languages and English subtitles. It is because live-action dubbed movies rarely did well in United States box office since the 1980s. The 1982 United States theatrical release of Wolfgang Peterson's \"Das Boot\" was the last major release to go out in both original and English-dubbed versions, and the film's original version actually grossed much higher than the English-dubbed version. Later on, English-dubbed versions of international hits like \"Un indien dans la ville\", \"Godzilla 2000\", \"Anatomy\", \"Pinocchio, The Return of Godzilla\" and \"High Tension\" flopped at United States box offices. When Miramax planned to release the English-dubbed versions of \"Shaolin Soccer\" and \"Hero\" in the United States cinemas, their English-dubbed versions scored badly in test screenings in the United States, so Miramax finally released the films in United States cinemas with their original language.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "In the United States and English-speaking Canada, live-action foreign films are usually shown in theaters with their original languages and English subtitles. It is because live-action dubbed movies rarely did well in United States box office since the 1980s. The 1982 United States theatrical release of Wolfgang Peterson's \"Das Boot\" was the last major release to go out in both original and English-dubbed versions, and the film's original version actually grossed much higher than the English-dubbed version. Later on, English-dubbed versions of international hits like \"Un indien dans la ville\", \"Godzilla 2000\", \"Anatomy\", \"Pinocchio, The Return of Godzilla\" and \"High Tension\" flopped at United States box offices. When Miramax planned to release the English-dubbed versions of \"Shaolin Soccer\" and \"Hero\" in the United States cinemas, their English-dubbed versions scored badly in test screenings in the United States, so Miramax finally released the films in United States cinemas with their original language.", "sentence2": "If I wanted to watch a foreign film with English dubbed in, would I likely have to wait for home video release?", "label": "YES"}
{"SampleID": 7212, "PassageID": 605, "PassageEditID": 1, "original sentence": "Her employment was cut short when she fainted onstage due to overwork and an inadequate diet.", "original cue": "inadequate", "pre sentence": "Later in 1938, Lee returned to Hollywood to audition for the MC at The Jade.", "post sentence": "After she was taken to the Hollywood Presbyterian Medical Center she was told she needed a tonsillectomy. Lee returned to North Dakota for the operation.", "pre cue": "Her employment was cut short when she fainted onstage due to overwork and an", "post cue": "diet.", "original passage": "Later in 1938, Lee returned to Hollywood to audition for the MC at The Jade. Her employment was cut short when she fainted onstage due to overwork and an inadequate diet. After she was taken to the Hollywood Presbyterian Medical Center she was told she needed a tonsillectomy. Lee returned to North Dakota for the operation.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Later in 1938, Lee returned to Hollywood to audition for the MC at The Jade. After she fainted on stage from a combination of the effects of overwork and a lack of sufficient nutrients in her diet, her employment at The Jade was terminated. After she was taken to the Hollywood Presbyterian Medical Center she was told she needed a tonsillectomy. Lee returned to North Dakota for the operation.", "sentence2": "If Lee herself had tried to put a positive spin on her firing, by telling entertainment journalists a joke about how \"They disagreed with my new contract, because I started to charge by the pound\", would audiences understand her humor based on how she must have looked at the time?", "label": "NO"}
{"SampleID": 3979, "PassageID": 334, "PassageEditID": 3, "original sentence": "All the Egyptian field commanders complained of a total lack of topographical maps causing a real problem in the first months of the war.", "original cue": "lack", "pre sentence": "Within three months of sending troops to Yemen in 1962, Nasser realized that the engagement would require a larger commitment than anticipated. By early 1963, he would begin a four-year campaign to extricate Egyptian forces from Yemen, using an unsuccessful face-saving mechanism, only to find himself committing more troops. A little less than 5,000 troops were sent in October 1962. Two months later, Egypt had 15,000 regular troops deployed. By late 1963, the number was increased to 36,000; and in late 1964, the number rose to 50,000 Egyptian troops in Yemen. Late 1965 represented the high-water mark of Egyptian troop commitment in Yemen at 55,000 troops, which were broken into 13 infantry regiments of one artillery division, one tank division from the Egyptian Armoured Corps and several Special Forces as well as airborne regiments.", "post sentence": "", "pre cue": "All the Egyptian field commanders complained of a total", "post cue": "of topographical maps causing a real problem in the first months of the war.", "original passage": "Within three months of sending troops to Yemen in 1962, Nasser realized that the engagement would require a larger commitment than anticipated. By early 1963, he would begin a four-year campaign to extricate Egyptian forces from Yemen, using an unsuccessful face-saving mechanism, only to find himself committing more troops. A little less than 5,000 troops were sent in October 1962. Two months later, Egypt had 15,000 regular troops deployed. By late 1963, the number was increased to 36,000; and in late 1964, the number rose to 50,000 Egyptian troops in Yemen. Late 1965 represented the high-water mark of Egyptian troop commitment in Yemen at 55,000 troops, which were broken into 13 infantry regiments of one artillery division, one tank division from the Egyptian Armoured Corps and several Special Forces as well as airborne regiments. All the Egyptian field commanders complained of a total lack of topographical maps causing a real problem in the first months of the war.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Within three months of sending troops to Yemen in 1962, Nasser realized that the engagement would require a larger commitment than anticipated. By early 1963, he would begin a four-year campaign to extricate Egyptian forces from Yemen, using an unsuccessful face-saving mechanism, only to find himself committing more troops. A little less than 5,000 troops were sent in October 1962. Two months later, Egypt had 15,000 regular troops deployed. By late 1963, the number was increased to 36,000; and in late 1964, the number rose to 50,000 Egyptian troops in Yemen. Late 1965 represented the high-water mark of Egyptian troop commitment in Yemen at 55,000 troops, which were broken into 13 infantry regiments of one artillery division, one tank division from the Egyptian Armoured Corps and several Special Forces as well as airborne regiments. All the Egyptian field commanders complained that their topographical maps, though abundant and accurate, were written in English rather than Arabic, which caused a real problem for the soldiers attempting to use them in the first months of the war.", "sentence2": "Assuming that the terrain itself had not changed significantly, could the discovery of a cache of maps used by British and/or German troops in World War II have been of help to the Egyptian commanders at the onset of this war?", "label": "NO"}
{"SampleID": 408, "PassageID": 35, "PassageEditID": 2, "original sentence": "Such spells were believed to cause a person to fall in love with another person, restore love which had faded, or cause a male sexual partner to be able to sustain an erection when he had previously been unable.", "original cue": "unable", "pre sentence": "The ancient Mesopotamians also performed magical rituals to purify themselves of sins committed unknowingly. One such ritual was known as the Šurpu, or \"Burning\", in which the caster of the spell would transfer the guilt for all their misdeeds onto various objects such as a strip of dates, an onion, and a tuft of wool. The person would then burn the objects and thereby purify themself of all sins that they might have unknowingly committed. A whole genre of love spells existed. ", "post sentence": "Other spells were used to reconcile a man with his patron deity or to reconcile a wife with a husband who had been neglecting her.", "pre cue": "Such spells were believed to cause a person to fall in love with another person, restore love which had faded, or cause a male sexual partner to be able to sustain an erection when he had previously been ", "post cue": ".", "original passage": "The ancient Mesopotamians also performed magical rituals to purify themselves of sins committed unknowingly. One such ritual was known as the Šurpu, or \"Burning\", in which the caster of the spell would transfer the guilt for all their misdeeds onto various objects such as a strip of dates, an onion, and a tuft of wool. The person would then burn the objects and thereby purify themself of all sins that they might have unknowingly committed. A whole genre of love spells existed. Such spells were believed to cause a person to fall in love with another person, restore love which had faded, or cause a male sexual partner to be able to sustain an erection when he had previously been unable. Other spells were used to reconcile a man with his patron deity or to reconcile a wife with a husband who had been neglecting her.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The ancient Mesopotamians also performed magical rituals to purify themselves of sins committed unknowingly. One such ritual was known as the Šurpu, or \"Burning\", in which the caster of the spell would transfer the guilt for all their misdeeds onto various objects such as a strip of dates, an onion, and a tuft of wool. The person would then burn the objects and thereby purify themself of all sins that they might have unknowingly committed. A whole genre of love spells existed. Such spells were believed to cause a person to fall in love with another person, restore love which had faded, or cause a male sexual partner to be unable to sustain an erection when he had previously been virile. Other spells were used to reconcile a man with his patron deity or to reconcile a wife with a husband who had been neglecting her.", "sentence2": "Does the spell affecting men's sexual experiences prevent them from having sex?", "label": "YES"}
{"SampleID": 1331, "PassageID": 112, "PassageEditID": 3, "original sentence": "Verizon Communications announced in July 2013 that it won't rebuild its copper-wire based plain old telephone service to Mantoloking residents, instead providing them with its Voice Link wireless service, an effort that brought protests from the AARP.", "original cue": "won't", "pre sentence": "When Hurricane Sandy made landfall in New Jersey on October 29, 2012, the effects were severe, and Mantoloking was especially hard hit, with more than 50 homes requiring demolition, accounting for almost 10% of the housing units in the borough as of the 2010 Census.", "post sentence": "Residents have complained that many calls don't go through when dialed, that fax transmissions cannot be made, that 911 calls may be affected by network bottlenecks and that power outages would result in the loss of service.", "pre cue": "Verizon Communications announced in July 2013 that it", "post cue": " rebuild its copper-wire based plain old telephone service to Mantoloking residents, instead providing them with its Voice Link wireless service, an effort that brought protests from the AARP.", "original passage": "When Hurricane Sandy made landfall in New Jersey on October 29, 2012, the effects were severe, and Mantoloking was especially hard hit, with more than 50 homes requiring demolition, accounting for almost 10% of the housing units in the borough as of the 2010 Census. Verizon Communications announced in July 2013 that it won't rebuild its copper-wire based plain old telephone service to Mantoloking residents, instead providing them with its Voice Link wireless service, an effort that brought protests from the AARP. Residents have complained that many calls don't go through when dialed, that fax transmissions cannot be made, that 911 calls may be affected by network bottlenecks and that power outages would result in the loss of service.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "When Hurricane Sandy made landfall in New Jersey on October 29, 2012, the effects were severe, and Mantoloking was especially hard hit, with more than 50 homes requiring demolition, accounting for almost 10% of the housing units in the borough as of the 2010 Census. Verizon Communications announced in July 2013 that it would rebuild its copper-wire based plain old telephone service to Mantoloking residents, and also provide them with its Voice Link wireless service, an effort that brought praise from the AARP. Residents had previously complained that many calls don't go through when dialed, that fax transmissions cannot be made, that 911 calls could be affected by network bottlenecks and that power outages could result in the loss of service.", "sentence2": "Would local politicians and consumer-protection groups fault Verizon for trying to cut costs rather than provide customers with cutting edge communications in Mantoloking?", "label": "NO"}
{"SampleID": 4356, "PassageID": 366, "PassageEditID": 2, "original sentence": "In 1948, Egypt's army was able to put a maximum of around 40,000 men into the field, 80% of its military-age male population being unfit for military service and its embryonic logistics system being limited in its ability to support ground forces deployed beyond its borders.", "original cue": "unfit", "pre sentence": "", "post sentence": "Initially, an expeditionary force of 10,000 men was sent to Palestine under the command of Maj. Gen. Ahmed Ali al-Mwawi. This force consisted of five infantry battalions, one armoured battalion equipped with British Light Tank Mk VI and Matilda tanks, one battalion of sixteen 25-pounder guns, a battalion of eight 6-pounder guns and one medium-machine-gun battalion with supporting troops.", "pre cue": "In 1948, Egypt's army was able to put a maximum of around 40,000 men into the field, 80% of its military-age male population being", "post cue": "for military service and its embryonic logistics system being limited in its ability to support ground forces deployed beyond its borders.", "original passage": "In 1948, Egypt's army was able to put a maximum of around 40,000 men into the field, 80% of its military-age male population being unfit for military service and its embryonic logistics system being limited in its ability to support ground forces deployed beyond its borders. Initially, an expeditionary force of 10,000 men was sent to Palestine under the command of Maj. Gen. Ahmed Ali al-Mwawi. This force consisted of five infantry battalions, one armoured battalion equipped with British Light Tank Mk VI and Matilda tanks, one battalion of sixteen 25-pounder guns, a battalion of eight 6-pounder guns and one medium-machine-gun battalion with supporting troops.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "In 1948, Egypt's unfit army was able to put a maximum of around 40,000 men into the field, despite 80% of its military-age male population being fit for military service. Unfortunately, its embryonic logistics system was limited in its ability to support ground forces deployed beyond its borders. Initially, an expeditionary force of 10,000 men was sent to Palestine under the command of Maj. Gen. Ahmed Ali al-Mwawi. This force consisted of five infantry battalions, one armoured battalion equipped with British Light Tank Mk VI and Matilda tanks, one battalion of sixteen 25-pounder guns, a battalion of eight 6-pounder guns and one medium-machine-gun battalion with supporting troops.", "sentence2": "Would leaders of Egypt's army in 1948 likely blame most of their lack of troops on the number of citizens available to serve in the army?", "label": "NO"}
{"SampleID": 3535, "PassageID": 297, "PassageEditID": 3, "original sentence": "UK stamps are no longer valid, but mail to the islands, and to the Isle of Man, is charged at UK inland rates.", "original cue": "no longer", "pre sentence": "Since 1969, Jersey and Guernsey have operated postal administrations independently of the UK's Royal Mail, with their own postage stamps, which can be used for postage only in their respective Bailiwicks.", "post sentence": "It was not until the early 1990s that the islands joined the UK's postcode system, Jersey postcodes using the initials JE and Guernsey GY.", "pre cue": "UK stamps are", "post cue": " valid, but mail to the islands, and to the Isle of Man, is charged at UK inland rates.", "original passage": "Since 1969, Jersey and Guernsey have operated postal administrations independently of the UK's Royal Mail, with their own postage stamps, which can be used for postage only in their respective Bailiwicks. UK stamps are no longer valid, but mail to the islands, and to the Isle of Man, is charged at UK inland rates. It was not until the early 1990s that the islands joined the UK's postcode system, Jersey postcodes using the initials JE and Guernsey GY.", "QuestionID": "q10", "Confidence": 4, "Passage is enough": "Passage is enough", "sentence1": "Since 1969, Jersey and Guernsey have operated postal administrations independently of the UK's Royal Mail, with their own postage stamps, which can be used for postage only in their respective Bailiwicks. Despite this, UK stamps are also valid, and mail to the islands, and to the Isle of Man, is charged at UK inland rates. It was not until the early 1990s that the islands officially joined the UK's postcode system, Jersey postcodes using the initials JE and Guernsey GY.", "sentence2": "Would a package mailed to Jersey with UK stamps on it be accepted?", "label": "DON'T KNOW"}
{"SampleID": 436, "PassageID": 37, "PassageEditID": 3, "original sentence": "In his nine major radio addresses Hoover primarily defended his administration and his philosophy of government, urging voters to hold to the \"foundations of experience\" and reject the notion that government interventionism could save the country from the Depression.", "original cue": "reject", "pre sentence": "Hoover originally planned to make only one or two major speeches, and to leave the rest of the campaigning to proxies, as sitting presidents had traditionally done. However, encouraged by Republican pleas and outraged by Democratic claims, Hoover entered the public fray. ", "post sentence": " In his campaign trips around the country, Hoover was faced with perhaps the most hostile crowds ever seen by a sitting president. Besides having his train and motorcades pelted with eggs and rotten fruit, he was often heckled while speaking, and on several occasions, the Secret Service halted attempts to hurt Hoover, including capturing one man nearing Hoover carrying sticks of dynamite, and another already having removed several spikes from the rails in front of the president's train.", "pre cue": "In his nine major radio addresses Hoover primarily defended his administration and his philosophy of government, urging voters to hold to the \"foundations of experience\" and ", "post cue": "the notion that government interventionism could save the country from the Depression.", "original passage": "Hoover originally planned to make only one or two major speeches, and to leave the rest of the campaigning to proxies, as sitting presidents had traditionally done. However, encouraged by Republican pleas and outraged by Democratic claims, Hoover entered the public fray. In his nine major radio addresses Hoover primarily defended his administration and his philosophy of government, urging voters to hold to the \"foundations of experience\" and reject the notion that government interventionism could save the country from the Depression. In his campaign trips around the country, Hoover was faced with perhaps the most hostile crowds ever seen by a sitting president. Besides having his train and motorcades pelted with eggs and rotten fruit, he was often heckled while speaking, and on several occasions, the Secret Service halted attempts to hurt Hoover, including capturing one man nearing Hoover carrying sticks of dynamite, and another already having removed several spikes from the rails in front of the president's train.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Hoover originally planned to make only one or two major speeches, and to leave the rest of the campaigning to proxies, as sitting presidents had traditionally done. However, encouraged by Republican pleas and outraged by Democratic claims, Hoover entered the public fray. In his nine major radio addresses Hoover primarily defended his administration and his philosophy of government, urging voters to hold to the \"foundations of experience\" and embrace the notion that government interventionism could save the country from the Depression. In his campaign trips around the country, Hoover was faced with perhaps the most hostile crowds ever seen by a sitting president. Besides having his train and motorcades pelted with eggs and rotten fruit, he was often heckled while speaking, and on several occasions, the Secret Service halted attempts to hurt Hoover, including capturing one man nearing Hoover carrying sticks of dynamite, and another already having removed several spikes from the rails in front of the president's train.", "sentence2": "If you were a proponent of the \"foundations of experience\" would you probably have voted for Hoover?", "label": "YES"}
{"SampleID": 59, "PassageID": 5, "PassageEditID": 3, "original sentence": "The Church Father Tertullian (155 – 240 AD) had a particularly intense personal dislike towards the Jews and argued that the Gentiles had been chosen by God to replace the Jews, because they were worthier and more honorable.", "original cue": "dislike", "pre sentence": "In combating Marcion, orthodox apologists conceded that Judaism was an incomplete and inferior religion to Christianity, while also defending the Jewish scriptures as canonical. ", "post sentence": "Origen of Alexandria (184 – 253) was more knowledgeable about Judaism than any of the other Church Fathers, having studied Hebrew, met Rabbi Hillel the Younger, consulted and debated with Jewish scholars, and been influenced by the allegorical interpretations of Philo of Alexandria. Origen defended the canonicity of the Old Testament and defended Jews of the past as having been chosen by God for their merits. Nonetheless, he condemned contemporary Jews for not understanding their own Law, insisted that Christians were the \"true Israel\", and blamed the Jews for the death of Christ. He did, however, maintain that Jews would eventually attain salvation in the final \"apocatastasis\".", "pre cue": "The Church Father Tertullian (155 – 240 AD) had a particularly intense personal", "post cue": " towards the Jews and argued that the Gentiles had been chosen by God to replace the Jews, because they were worthier and more honorable.", "original passage": "In combating Marcion, orthodox apologists conceded that Judaism was an incomplete and inferior religion to Christianity, while also defending the Jewish scriptures as canonical. The Church Father Tertullian (155 – 240 AD) had a particularly intense personal dislike towards the Jews and argued that the Gentiles had been chosen by God to replace the Jews, because they were worthier and more honorable. Origen of Alexandria (184 – 253) was more knowledgeable about Judaism than any of the other Church Fathers, having studied Hebrew, met Rabbi Hillel the Younger, consulted and debated with Jewish scholars, and been influenced by the allegorical interpretations of Philo of Alexandria. Origen defended the canonicity of the Old Testament and defended Jews of the past as having been chosen by God for their merits. Nonetheless, he condemned contemporary Jews for not understanding their own Law, insisted that Christians were the \"true Israel\", and blamed the Jews for the death of Christ. He did, however, maintain that Jews would eventually attain salvation in the final \"apocatastasis\".", "QuestionID": "q11", "Confidence": 4, "Passage is enough": "Passage is enough", "sentence1": "In combating Marcion, orthodox apologists conceded that Judaism was an incomplete and inferior religion to Christianity, while also defending the Jewish scriptures as canonical. The Church Father Tertullian (155 – 240 AD) was friendly towards the Jews, but argued that the Gentiles had been chosen by God to replace the Jews, because they were worthier and more honorable. Origen of Alexandria (184 – 253) was more knowledgeable about Judaism than any of the other Church Fathers, having studied Hebrew, met Rabbi Hillel the Younger, consulted and debated with Jewish scholars, and been influenced by the allegorical interpretations of Philo of Alexandria. Origen defended the canonicity of the Old Testament and defended Jews of the past as having been chosen by God for their merits. Nonetheless, he condemned contemporary Jews for not understanding their own Law, insisted that Christians were the \"true Israel\", and blamed the Jews for the death of Christ. He did, however, maintain that Jews would eventually attain salvation in the final \"apocatastasis\".", "sentence2": "Would Tertullian have been angry to learn his child wanted to marry a Jew?", "label": "YES"}
{"SampleID": 1476, "PassageID": 124, "PassageEditID": 3, "original sentence": "In early 2020, a prop version made for the film (which does not actually appear onscreen) was featured on \"Antiques Roadshow\".", "original cue": "not", "pre sentence": "Philip Kaufman conceived of the Ark of the Covenant as the main plot device of Steven Spielberg's 1981 adventure film \"Raiders of the Lost Ark\", where it is found by Indiana Jones in the Egyptian city of Tanis in 1936.", "post sentence": "", "pre cue": "In early 2020, a prop version made for the film (which does", "post cue": " actually appear onscreen) was featured on \"Antiques Roadshow\".", "original passage": "Philip Kaufman conceived of the Ark of the Covenant as the main plot device of Steven Spielberg's 1981 adventure film \"Raiders of the Lost Ark\", where it is found by Indiana Jones in the Egyptian city of Tanis in 1936. In early 2020, a prop version made for the film (which does not actually appear onscreen) was featured on \"Antiques Roadshow\".", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "External knowledge required", "sentence1": "Philip Kaufman conceived of the Ark of the Covenant as the main plot device of Steven Spielberg's 1981 adventure film \"Raiders of the Lost Ark\", where it is found by Indiana Jones in the Egyptian city of Tanis in 1936. In early 2020, a prop version made for the film (which actually appears only briefly onscreen) was featured on \"Antiques Roadshow\".", "sentence2": "Is the Ark of the Covenant prop that was most heavily featured in \"Raiders of the Lost Ark\" (and which received more on-screen time than any other such reconstruction of the biblical Ark) currently in the hands of a private collector?", "label": "DON'T KNOW"}
