{"SampleID": 3168, "PassageID": 267, "PassageEditID": 0, "original sentence": "Most birds found in the Marshall Islands, with the exception of those few introduced by man, are either sea birds or a migratory species.", "original cue": "except", "pre sentence": "", "post sentence": "There are about 70 species of birds, including 31 seabirds. 15 of these species actually nest locally. Sea birds include the black noddy and the white tern. The only land bird is the house sparrow, introduced by humans.", "pre cue": "Most birds found in the Marshall Islands, with the ", "post cue": "ion of those few introduced by man, are either sea birds or a migratory species.", "original passage": "Most birds found in the Marshall Islands, with the exception of those few introduced by man, are either sea birds or a migratory species. There are about 70 species of birds, including 31 seabirds. 15 of these species actually nest locally. Sea birds include the black noddy and the white tern. The only land bird is the house sparrow, introduced by humans.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Most birds found in the Marshall Islands, with the exception of those few introduced by man, are either sea birds or a migratory species. There are about 70 species of birds, including 31 seabirds. 15 of these species actually nest locally. Sea birds include the black noddy and the white tern. The only land bird is the house sparrow, introduced by humans.", "sentence2": "If are on the Marshall Islands and see a bird that you know was brought by humans, is it likely a seabird or migratory?", "label": "NO"}
{"SampleID": 4042, "PassageID": 340, "PassageEditID": 1, "original sentence": "Even though Singmogil is no longer an official holiday, the day is still celebrated, with the South Korean public continuing to take part in tree-planting activities.", "original cue": "no longer", "pre sentence": "In South Korea, April 5, Singmogil or Sikmogil (식목일), the Arbor Day, was a public holiday until 2005.", "post sentence": "", "pre cue": "Even though Singmogil is", "post cue": " an official holiday, the day is still celebrated, with the South Korean public continuing to take part in tree-planting activities.", "original passage": "In South Korea, April 5, Singmogil or Sikmogil (식목일), the Arbor Day, was a public holiday until 2005. Even though Singmogil is no longer an official holiday, the day is still celebrated, with the South Korean public continuing to take part in tree-planting activities.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "In South Korea, April 5, Singmogil or Sikmogil (식목일), the Arbor Day, was a public holiday until 2005. Even though Singmogil is viewed as an ordinary day, the day is still celebrated, with the South Korean public continuing to take part in tree-planting activities.", "sentence2": "Do Koreans only plant trees because Singmogil is a holiday?", "label": "NO"}
{"SampleID": 2817, "PassageID": 238, "PassageEditID": 0, "original sentence": "The record company pressured Parsons to use him more, however Parsons preferred to use polished proficient singers; Woolfson admitted he was not in that category.", "original cue": "not", "pre sentence": "Vocal duties were shared by guests to complement each song. In later years, Woolfson sang lead on many of the group's hits, including \"Time\", \"Eye in the Sky\", and \"Don't Answer Me\". ", "post sentence": "In addition to Woolfson, vocalists Chris Rainbow, Lenny Zakatek, John Miles, David Paton, and Colin Blunstone are regulars. Other singers, such as Arthur Brown, Steve Harley, Gary Brooker, Dave Terry a.k.a. Elmer Gantry, Vitamin Z's Geoff Barradale, and Marmalade's Dean Ford, recorded only once or twice with the Project. Parsons sang lead on one song (\"The Raven\") through a vocoder and backing on a few others, including \"To One in Paradise\". Both of those songs appeared on \"Tales of Mystery and Imagination\" (1976). Parsons also sings a prominent counter melody on “Time”.", "pre cue": "The record company pressured Parsons to use him more, however Parsons preferred to use polished proficient singers; Woolfson admitted he was ", "post cue": "in that category.", "original passage": "Vocal duties were shared by guests to complement each song. In later years, Woolfson sang lead on many of the group's hits, including \"Time\", \"Eye in the Sky\", and \"Don't Answer Me\". The record company pressured Parsons to use him more, however Parsons preferred to use polished proficient singers; Woolfson admitted he was not in that category. In addition to Woolfson, vocalists Chris Rainbow, Lenny Zakatek, John Miles, David Paton, and Colin Blunstone are regulars. Other singers, such as Arthur Brown, Steve Harley, Gary Brooker, Dave Terry a.k.a. Elmer Gantry, Vitamin Z's Geoff Barradale, and Marmalade's Dean Ford, recorded only once or twice with the Project. Parsons sang lead on one song (\"The Raven\") through a vocoder and backing on a few others, including \"To One in Paradise\". Both of those songs appeared on \"Tales of Mystery and Imagination\" (1976). Parsons also sings a prominent counter melody on “Time”.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Vocal duties were shared by guests to complement each song. In later years, Woolfson sang lead on many of the group's hits, including \"Time\", \"Eye in the Sky\", and \"Don't Answer Me\". The record company pressured Parsons to use him more, however Parsons preferred to use polished proficient singers; Woolfson admitted he was not in that category. In addition to Woolfson, vocalists Chris Rainbow, Lenny Zakatek, John Miles, David Paton, and Colin Blunstone are regulars. Other singers, such as Arthur Brown, Steve Harley, Gary Brooker, Dave Terry a.k.a. Elmer Gantry, Vitamin Z's Geoff Barradale, and Marmalade's Dean Ford, recorded only once or twice with the Project. Parsons sang lead on one song (\"The Raven\") through a vocoder and backing on a few others, including \"To One in Paradise\". Both of those songs appeared on \"Tales of Mystery and Imagination\" (1976). Parsons also sings a prominent counter melody on “Time”.", "sentence2": "When Woolfson compared himself to the other singers that Parsons was seeking, would you say that the former was doing so out of a sense of humility?", "label": "YES"}
{"SampleID": 809, "PassageID": 67, "PassageEditID": 2, "original sentence": "The Jack Ryan film series have an unadjusted worldwide gross revenue of $788.4 million to date, making it the 57th highest-grossing film series.", "original cue": "unadjusted", "pre sentence": "Jack Ryan has been portrayed in film adaptations by actors Alec Baldwin, Harrison Ford, Ben Affleck, and Chris Pine. ", "post sentence": "John Krasinski is the fifth and latest actor to portray Ryan in the Amazon Prime streaming television series of the same name, which premiered on August 30, 2018.", "pre cue": "The Jack Ryan film series have an", "post cue": "worldwide gross revenue of $788.4 million to date, making it the 57th highest-grossing film series.", "original passage": "Jack Ryan has been portrayed in film adaptations by actors Alec Baldwin, Harrison Ford, Ben Affleck, and Chris Pine. The Jack Ryan film series have an unadjusted worldwide gross revenue of $788.4 million to date, making it the 57th highest-grossing film series. John Krasinski is the fifth and latest actor to portray Ryan in the Amazon Prime streaming television series of the same name, which premiered on August 30, 2018.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Jack Ryan has been portrayed in film adaptations by actors Alec Baldwin, Harrison Ford, Ben Affleck, and Chris Pine. The Jack Ryan film series have an inflation-adjusted worldwide gross revenue of $788.4 million to date, making it the 57th highest-grossing film series, a place which it still holds when unadjusted figures are compared. John Krasinski is the fifth and latest actor to portray Ryan in the Amazon Prime streaming television series of the same name, which premiered on August 30, 2018.", "sentence2": "If you had access to the film-by-film revenue figures that were presented in the same manner as the total figure given in this passage, and you then divided each movie's total revenue by the total number of tickets sold, would the resulting average ticket price be roughly equal for each movie?", "label": "YES"}
{"SampleID": 2619, "PassageID": 221, "PassageEditID": 2, "original sentence": "Later marks of the Spitfire used a variation of this exhaust system fitted with forward-facing intake ducts to distribute hot air out to the wing-mounted guns to prevent freezing and stoppages at high altitudes, replacing an earlier system that used heated air from the engine coolant radiator.", "original cue": "prevent", "pre sentence": "In September 1937 the Spitfire prototype, \"K5054,\" was fitted with ejector type exhausts.", "post sentence": "The latter system had become ineffective due to improvements to the Merlin itself which allowed higher operating altitudes where air temperatures are lower. Ejector exhausts were also fitted to other Merlin-powered aircraft.", "pre cue": "Later marks of the Spitfire used a variation of this exhaust system fitted with forward-facing intake ducts to distribute hot air out to the wing-mounted guns to", "post cue": " freezing and stoppages at high altitudes, replacing an earlier system that used heated air from the engine coolant radiator.", "original passage": "In September 1937 the Spitfire prototype, \"K5054,\" was fitted with ejector type exhausts. Later marks of the Spitfire used a variation of this exhaust system fitted with forward-facing intake ducts to distribute hot air out to the wing-mounted guns to prevent freezing and stoppages at high altitudes, replacing an earlier system that used heated air from the engine coolant radiator. The latter system had become ineffective due to improvements to the Merlin itself which allowed higher operating altitudes where air temperatures are lower. Ejector exhausts were also fitted to other Merlin-powered aircraft.", "QuestionID": "q10", "Confidence": 4, "Passage is enough": "Passage is enough", "sentence1": "Hitler saw the 1936 Games as an opportunity to promote his government and ideals of racial supremacy and antisemitism, and the official Nazi Party paper, the \"Völkischer Beobachter\", wrote in the strongest terms that Jews should not be allowed to participate in the Games. German Jewish athletes were barred or prevented from taking part in the Games by a variety of methods, although some women swimmers from the Jewish sports club Hakoah Vienna did participate. Jewish athletes from other countries were said to have been side-lined to avoid conflict with pro-Nazi German athletes.", "sentence2": "Did other countries make an attempt to not offend the Nazi regime?", "label": "DON'T KNOW"}
{"SampleID": 577, "PassageID": 49, "PassageEditID": 2, "original sentence": "Concrete mixers, brick hoppers, and stone hoists inside the building ensured that materials would be able to ascend quickly and without endangering or inconveniencing the public.", "original cue": "without", "pre sentence": "In addition to the time constraint builders had, there were also space limitations because construction materials had to be delivered quickly, and trucks needed to drop off these materials without congesting traffic. This was solved by creating a temporary driveway for the trucks between 33rd and 34th Streets, and then storing the materials in the building's first floor and basements.", "post sentence": "At one point, over 200 trucks made material deliveries at the building site every day. A series of relay and erection derricks, placed on platforms erected near the building, lifted the steel from the trucks below and installed the beams at the appropriate locations. The Empire State Building was structurally completed on April 11, 1931, twelve days ahead of schedule and 410 days after construction commenced. Al Smith shot the final rivet, which was made of solid gold.", "pre cue": "Concrete mixers, brick hoppers, and stone hoists inside the building ensured that materials would be able to ascend quickly and ", "post cue": "endangering or inconveniencing the public.", "original passage": "In addition to the time constraint builders had, there were also space limitations because construction materials had to be delivered quickly, and trucks needed to drop off these materials without congesting traffic. This was solved by creating a temporary driveway for the trucks between 33rd and 34th Streets, and then storing the materials in the building's first floor and basements. Concrete mixers, brick hoppers, and stone hoists inside the building ensured that materials would be able to ascend quickly and without endangering or inconveniencing the public. At one point, over 200 trucks made material deliveries at the building site every day. A series of relay and erection derricks, placed on platforms erected near the building, lifted the steel from the trucks below and installed the beams at the appropriate locations. The Empire State Building was structurally completed on April 11, 1931, twelve days ahead of schedule and 410 days after construction commenced. Al Smith shot the final rivet, which was made of solid gold.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "In addition to the time constraint builders had, there were also space limitations because construction materials had to be delivered quickly, and trucks needed to drop off these materials without congesting traffic. This was solved by creating a temporary driveway for the trucks between 33rd and 34th Streets, and then storing the materials in the building's first floor and basements. Concrete mixers, brick hoppers, and stone hoists could only be placed outside the building, meaning that materials would be able to ascend quickly without endangering the public only if the street were blocked off, creating great inconvenience to passers-by. At one point, over 200 trucks made material deliveries at the building site every day. A series of relay and erection derricks, placed on platforms erected near the building, lifted the steel from the trucks below and installed the beams at the appropriate locations. The Empire State Building was structurally completed on April 11, 1931, twelve days ahead of schedule and 410 ;days after construction commenced. Al Smith shot the final rivet, which was made of solid gold.", "sentence2": "Would construction workers working at the site of the Empire State Building likely have had frequent periods of enforced idleness due to lack of building materials?", "label": "NO"}
{"SampleID": 1572, "PassageID": 133, "PassageEditID": 1, "original sentence": "The flight style of these animals is unclear, but it was probably punctuated by abrupt landings and extensive flapping.", "original cue": "unclear", "pre sentence": "\"Dsungaripterus weii\" had a wing span of 3 to 3.5 meters (9.8 to 11.5 ft). Like most dsungaripteroids it had a rather robust skeleton with thick walls and stouty bodily proportions, suggesting a mostly terrestrial lifestyle.", "post sentence": "", "pre cue": "The flight style of these animals is", "post cue": ", but it was probably punctuated by abrupt landings and extensive flapping.", "original passage": "\"Dsungaripterus weii\" had a wing span of 3 to 3.5 meters (9.8 to 11.5 ft). Like most dsungaripteroids it had a rather robust skeleton with thick walls and stouty bodily proportions, suggesting a mostly terrestrial lifestyle. The flight style of these animals is unclear, but it was probably punctuated by abrupt landings and extensive flapping.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "\"Dsungaripterus weii\" had a wing span of 3 to 3.5 meters (9.8 to 11.5 ;ft). Like most dsungaripteroids it had a rather robust skeleton with thick walls and stouty bodily proportions, suggesting a mostly terrestrial lifestyle. The flight style of these animals has yet to be determined, but it was probably punctuated by abrupt landings and extensive flapping.", "sentence2": "Would \"graceful\" be an accurate word to describe the way the Dsungaripterus weii probably flew and landed?", "label": "NO"}
{"SampleID": 1627, "PassageID": 138, "PassageEditID": 0, "original sentence": "This pin's socket on the female connector is often obstructed, requiring pin 20 to be omitted from the male cable or drive connector; it is thus impossible to plug it in the wrong way round.", "original cue": "impossible", "pre sentence": "In the ATA standard, pin 20 is defined as a mechanical key and is not used.", "post sentence": "", "pre cue": "This pin's socket on the female connector is often obstructed, requiring pin 20 to be omitted from the male cable or drive connector; it is thus", "post cue": "to plug it in the wrong way round.", "original passage": "In the ATA standard, pin 20 is defined as a mechanical key and is not used. This pin's socket on the female connector is often obstructed, requiring pin 20 to be omitted from the male cable or drive connector; it is thus impossible to plug it in the wrong way round.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "In the ATA standard, pin 20 is defined as a mechanical key and is not used. This pin's socket on the female connector is often obstructed, requiring pin 20 to be omitted from the male cable or drive connector; it is thus impossible to plug it in the wrong way round.", "sentence2": "Does it sound like other standards that use this kind of 20-pin connector often necessitate that the plug be inserted one way, but not the other?", "label": "YES"}
{"SampleID": 4082, "PassageID": 344, "PassageEditID": 0, "original sentence": "The fixed telephone system is inadequate, with just 18,000 lines to serve the country's 10.5 million inhabitants in 2012.", "original cue": "inadequate", "pre sentence": "There is a single government-owned radio network, a growing number of private radio stations, and one government TV station. ", "post sentence": "The mobile cellular system is growing rapidly and had an estimated 4.8 million lines in 2012. Internet usage is very low, reaching just 1.5% of the population in 2012.", "pre cue": "The fixed telephone system is", "post cue": ", with just 18,000 lines to serve the country's 10.5 million inhabitants in 2012.", "original passage": "There is a single government-owned radio network, a growing number of private radio stations, and one government TV station. The fixed telephone system is inadequate, with just 18,000 lines to serve the country's 10.5 million inhabitants in 2012. The mobile cellular system is growing rapidly and had an estimated 4.8 million lines in 2012. Internet usage is very low, reaching just 1.5% of the population in 2012.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "There is a single government-owned radio network, a growing number of private radio stations, and one government TV station. The fixed telephone system is inadequate, with just 18,000 lines to serve the country's 10.5 million inhabitants in 2012. The mobile cellular system is growing rapidly and had an estimated 4.8 million lines in 2012. Internet usage is very low, reaching just 1.5% of the population in 2012.", "sentence2": "If a homeowner who didn't need to worry about the cost of service explicitly wished to have landline telephones in this country in 2012, would she find companies eager to fulfill her needs with available supply?", "label": "NO"}
