{"SampleID": 1334, "PassageID": 113, "PassageEditID": 0, "original sentence": "About 5.5% of families and 15.5% of the population were below the poverty line, including none of those under the age of eighteen and 28.6% of those 65 or over.", "original cue": "none", "pre sentence": "The median income for a household in the city was $22,500, and the median income for a family was $33,250. Males had a median income of $22,125 versus $20,417 for females. The per capita income for the city was $14,323.", "post sentence": "", "pre cue": "About 5.5% of families and 15.5% of the population were below the poverty line, including", "post cue": "of those under the age of eighteen and 28.6% of those 65 or over.", "original passage": "The median income for a household in the city was $22,500, and the median income for a family was $33,250. Males had a median income of $22,125 versus $20,417 for females. The per capita income for the city was $14,323. About 5.5% of families and 15.5% of the population were below the poverty line, including none of those under the age of eighteen and 28.6% of those 65 or over.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The median income for a household in the city was $22,500, and the median income for a family was $33,250. Males had a median income of $22,125 versus $20,417 for females. The per capita income for the city was $14,323. About 5.5% of families and 15.5% of the population were below the poverty line, including none of those under the age of eighteen and 28.6% of those 65 or over.", "sentence2": "Are all of the parents able to provide shelter for their children?", "label": "YES"}
{"SampleID": 1947, "PassageID": 165, "PassageEditID": 1, "original sentence": "The title of doctor has never been used to address lawyers in England or other common law countries (with the exception of the United States).", "original cue": "never", "pre sentence": "", "post sentence": "This is because until 1846 lawyers in England were not required to have a university degree and were trained by other attorneys by apprenticeship or in the Inns of Court. Since law degrees started to become a requirement for lawyers in England, the degree awarded has been the undergraduate LL.B. In South Africa holders of a LL.B, who have completed a year of pupillage and have been admitted to the bar may use the title \"Advocate\", abbreviated to \"Adv\" in written correspondence. Holders of an LL.B who have completed two years of clerkship with a principal Attorney and passed all four board exams may be admitted as an \"Attorney\" and refer to themselves as such. Likewise, Italian law graduates who have qualified for the bar use the title \"Avvocato\", abbreviated in \"Avv.\"", "pre cue": "The title of doctor has", "post cue": "been used to address lawyers in England or other common law countries (with the exception of the United States).", "original passage": "The title of doctor has never been used to address lawyers in England or other common law countries (with the exception of the United States). This is because until 1846 lawyers in England were not required to have a university degree and were trained by other attorneys by apprenticeship or in the Inns of Court. Since law degrees started to become a requirement for lawyers in England, the degree awarded has been the undergraduate LL.B. In South Africa holders of a LL.B, who have completed a year of pupillage and have been admitted to the bar may use the title \"Advocate\", abbreviated to \"Adv\" in written correspondence. Holders of an LL.B who have completed two years of clerkship with a principal Attorney and passed all four board exams may be admitted as an \"Attorney\" and refer to themselves as such. Likewise, Italian law graduates who have qualified for the bar use the title \"Avvocato\", abbreviated in \"Avv.\"", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The title of doctor has at no time in history been used to address lawyers in England or other common law countries (with the exception of the United States). This is because until 1846 lawyers in England were not required to have a university degree and were trained by other attorneys by apprenticeship or in the Inns of Court. Since law degrees started to become a requirement for lawyers in England, the degree awarded has been the undergraduate LL.B. In South Africa holders of a LL.B, who have completed a year of pupillage and have been admitted to the bar may use the title \"Advocate\", abbreviated to \"Adv\" in written correspondence. Holders of an LL.B who have completed two years of clerkship with a principal Attorney and passed all four board exams may be admitted as an \"Attorney\" and refer to themselves as such. Likewise, Italian law graduates who have qualified for the bar use the title \"Avvocato\", abbreviated in \"Avv.\"", "sentence2": "If a lawyer referred to themselves as \"doctor,\" could you make an educated guess as to whether they're from England or the United States?", "label": "YES"}
{"SampleID": 3749, "PassageID": 315, "PassageEditID": 2, "original sentence": "The president of the Republic of China, unlike the president of the United States, does not wield veto power, providing him with little to no leverage in negotiating with an opposition legislature, regardless of how slim the majority.", "original cue": "unlike", "pre sentence": "Domestic politics during the Chen administration were largely a political stalemate as the Kuomintang and PFP together held a pan-Blue majority in the legislature. Among the many items that made little progress due to the political stalemate were a stalled arms procurement bill, which would have advanced defense capabilities of the Republic of China through the purchase of weaponry, such as sub-hunting P-3 Orions, from the US government, and banking reform legislation, which would have helped in the consolidation of the many banks in the Republic of China, none of which hold even 10% shares of the local market.", "post sentence": "", "pre cue": "The president of the Republic of China, ", "post cue": " the president of the United States, does not wield veto power, providing him with little to no leverage in negotiating with an opposition legislature, regardless of how slim the majority.", "original passage": "Domestic politics during the Chen administration were largely a political stalemate as the Kuomintang and PFP together held a pan-Blue majority in the legislature. Among the many items that made little progress due to the political stalemate were a stalled arms procurement bill, which would have advanced defense capabilities of the Republic of China through the purchase of weaponry, such as sub-hunting P-3 Orions, from the US government, and banking reform legislation, which would have helped in the consolidation of the many banks in the Republic of China, none of which hold even 10% shares of the local market. The president of the Republic of China, unlike the president of the United States, does not wield veto power, providing him with little to no leverage in negotiating with an opposition legislature, regardless of how slim the majority.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Domestic politics during the Chen administration were largely a political stalemate as the Kuomintang and PFP together held a pan-Blue majority in the legislature. Among the many items that made little progress due to the political stalemate were a stalled arms procurement bill, which would have advanced defense capabilities of the Republic of China through the purchase of weaponry, such as sub-hunting P-3 Orions, from the US government, and banking reform legislation, which would have helped in the consolidation of the many banks in the Republic of China, none of which hold even 10% shares of the local market. unlike the president of the Republic of China, the president of the United States does not wield veto power, providing him with little to no leverage in negotiating with an opposition legislature, regardless of how slim the majority.", "sentence2": "Do the presidents of the United States and the Republic of China face similar issues when trying to stop a law from being passed that they don't approve of?", "label": "NO"}
{"SampleID": 3666, "PassageID": 308, "PassageEditID": 2, "original sentence": "In the anime \"PriPara\", one of the main characters, Sion Tōdō, is a world renowned Go player, but decides to retire as nobody has been able to beat her, becoming an idol instead.", "original cue": "nobody", "pre sentence": "The manga (Japanese comic book) and anime series \"Hikaru no Go\", released in Japan in 1998, had a large impact in popularizing Go among young players, both in Japan and—as translations were released—abroad. \"Go Player\" is a similar animated series about young Go players that aired in China.", "post sentence": " Despite this, Go still features heavily in her character's personality.", "pre cue": "In the anime \"PriPara\", one of the main characters, Sion Tōdō, is a world renowned Go player, but decides to retire as ", "post cue": " has been able to beat her, becoming an idol instead.", "original passage": "The manga (Japanese comic book) and anime series \"Hikaru no Go\", released in Japan in 1998, had a large impact in popularizing Go among young players, both in Japan and—as translations were released—abroad. \"Go Player\" is a similar animated series about young Go players that aired in China. In the anime \"PriPara\", one of the main characters, Sion Tōdō, is a world renowned Go player, but decides to retire as nobody has been able to beat her, becoming an idol instead. Despite this, Go still features heavily in her character's personality.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The manga (Japanese comic book) and anime series \"Hikaru no Go\", released in Japan in 1998, had a large impact in popularizing Go among young players, both in Japan and—as translations were released—abroad. \"Go Player\" is a similar animated series about young Go players that aired in China. In the anime \"PriPara\", one of the main characters, Sion Tōdō, is a world renowned Go player, but decides to retire as nobody has lost to her in years, becoming an idol instead. Despite this, Go still features heavily in her character's personality.", "sentence2": "Did Sion Tōdō retire while undefeated?", "label": "NO"}
{"SampleID": 5222, "PassageID": 438, "PassageEditID": 0, "original sentence": "Karamanlis worked to defuse the risk of war with Turkey and also legalised the Communist Party, which had been illegal since 1947.", "original cue": "illegal", "pre sentence": "Senior Greek military officers then withdrew their support from the junta, which collapsed. Constantine Karamanlis returned from exile in France to establish a government of national unity until elections could be held. ", "post sentence": "His newly organized party, New Democracy (ND), won the elections held in November 1974 by a wide margin, and he became prime minister.", "pre cue": "Karamanlis worked to defuse the risk of war with Turkey and also legalised the Communist Party, which had been ", "post cue": "since 1947.", "original passage": "Senior Greek military officers then withdrew their support from the junta, which collapsed. Constantine Karamanlis returned from exile in France to establish a government of national unity until elections could be held. Karamanlis worked to defuse the risk of war with Turkey and also legalised the Communist Party, which had been illegal since 1947. His newly organized party, New Democracy (ND), won the elections held in November 1974 by a wide margin, and he became prime minister.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Senior Greek military officers then withdrew their support from the junta, which collapsed. Constantine Karamanlis returned from exile in France to establish a government of national unity until elections could be held. Karamanlis worked to defuse the risk of war with Turkey and also legalised the Communist Party, which had been illegal since 1947. His newly organized party, New Democracy (ND), won the elections held in November 1974 by a wide margin, and he became prime minister.", "sentence2": "Would someone hosting a public Communist rally in 1948 likely be arrested?", "label": "YES"}
{"SampleID": 3192, "PassageID": 269, "PassageEditID": 0, "original sentence": "Elections Canada cannot dictate how a federal political party should be formed or how its legal, internal and financial structures should be established.", "original cue": "cannot", "pre sentence": "The \"Canada Elections Act\" defines a political party as \"an organization one of whose fundamental purposes is to participate in public affairs by endorsing one or more of its members as candidates and supporting their election.\" Forming and registering a federal political party are two different things. There is no legislation regulating the formation of federal political parties. ", "post sentence": "", "pre cue": "Elections Canada", "post cue": " dictate how a federal political party should be formed or how its legal, internal and financial structures should be established.", "original passage": "The \"Canada Elections Act\" defines a political party as \"an organization one of whose fundamental purposes is to participate in public affairs by endorsing one or more of its members as candidates and supporting their election.\" Forming and registering a federal political party are two different things. There is no legislation regulating the formation of federal political parties. Elections Canada cannot dictate how a federal political party should be formed or how its legal, internal and financial structures should be established.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The \"Canada Elections Act\" defines a political party as \"an organization one of whose fundamental purposes is to participate in public affairs by endorsing one or more of its members as candidates and supporting their election.\" Forming and registering a federal political party are two different things. There is no legislation regulating the formation of federal political parties. Elections Canada cannot dictate how a federal political party should be formed or how its legal, internal and financial structures should be established.", "sentence2": "Are Canadian political parties independent of the government when it comes to organizational structure?", "label": "YES"}
{"SampleID": 4247, "PassageID": 357, "PassageEditID": 1, "original sentence": "After the 4th centuryAD it declined, contracted to its acropolis, and was abandoned, never to be reoccupied except by archaeologists.", "original cue": "never", "pre sentence": "The ancient polis is to be distinguished from the municipality, which was named in its honor. The polis lay 17 km east-northeast of the mouth of the Nestos River, almost directly opposite the island of Thasos. It was a colony placed in previously unsettled Thracian territory, not then a part of Hellas, during the age of Greek colonization. The city that developed from it became of major importance in ancient Greece.", "post sentence": "", "pre cue": "After the 4th centuryAD it declined, contracted to its acropolis, and was abandoned,", "post cue": "to be reoccupied except by archaeologists.", "original passage": "The ancient polis is to be distinguished from the municipality, which was named in its honor. The polis lay 17 km east-northeast of the mouth of the Nestos River, almost directly opposite the island of Thasos. It was a colony placed in previously unsettled Thracian territory, not then a part of Hellas, during the age of Greek colonization. The city that developed from it became of major importance in ancient Greece. After the 4th centuryAD it declined, contracted to its acropolis, and was abandoned, never to be reoccupied except by archaeologists.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The ancient polis is to be distinguished from the municipality, which was named in its honor. The polis lay 17 ;km east-northeast of the mouth of the Nestos River, almost directly opposite the island of Thasos. It was a colony placed in previously unsettled Thracian territory, not then a part of Hellas, during the age of Greek colonization. The city that developed from it became of major importance in ancient Greece. After the 4th centuryAD it declined, contracted to its acropolis, and was abandoned, failing to be reoccupied except by archaeologists.", "sentence2": "If you visit the city today, is it likely that you would find lots of neatly dug holes in the ground?", "label": "YES"}
{"SampleID": 1783, "PassageID": 151, "PassageEditID": 2, "original sentence": "Nasheed reportedly resigned involuntarily to forestall an escalation of violence, and was placed in jail, before being forced into exile, from which he eventually returned.", "original cue": "involuntarily", "pre sentence": "The politics of the Maldives, as per the reports, take place in the framework of a presidential representative democratic republic, whereby the President is the Head of Government. Executive power is exercised by the government. The President heads the executive branch and appoints the Cabinet; Like many presidential democracies, each member of the cabinet need to be approved by the Parliament. The President, along with their pick for Vice President, are directly elected by the denizens to a five-year term by a secret ballot. Once in office, they could be re-elected to second 5-year term, which is the limit allowed by the Constitution. The current President of the Maldives is Ibrahim Mohamed Solih, who was sworn into office on July 13, 2018 when his predecessor, Abdulla Yameen, lost the 2018 presidential election. Yameen followed his own predecessor Mohamed Nasheed's forced resignation in a coup led by the police.", "post sentence": "", "pre cue": "Nasheed reportedly resigned", "post cue": " to forestall an escalation of violence, and was placed in jail, before being forced into exile, from which he eventually returned.", "original passage": "The politics of the Maldives, as per the reports, take place in the framework of a presidential representative democratic republic, whereby the President is the Head of Government. Executive power is exercised by the government. The President heads the executive branch and appoints the Cabinet; Like many presidential democracies, each member of the cabinet need to be approved by the Parliament. The President, along with their pick for Vice President, are directly elected by the denizens to a five-year term by a secret ballot. Once in office, they could be re-elected to second 5-year term, which is the limit allowed by the Constitution. The current President of the Maldives is Ibrahim Mohamed Solih, who was sworn into office on July 13, 2018 when his predecessor, Abdulla Yameen, lost the 2018 presidential election. Yameen followed his own predecessor Mohamed Nasheed's forced resignation in a coup led by the police. Nasheed reportedly resigned involuntarily to forestall an escalation of violence, and was placed in jail, before being forced into exile, from which he eventually returned.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The politics of the Maldives, as per the reports, take place in the framework of a presidential representative democratic republic, whereby the President is the Head of Government. Executive power is exercised by the government. The President heads the executive branch and appoints the Cabinet; Like many presidential democracies, each member of the cabinet need to be approved by the Parliament. The President, along with their pick for Vice President, are directly elected by the denizens to a five-year term by a secret ballot. Once in office, they could be re-elected to second 5-year term, which is the limit allowed by the Constitution. The current President of the Maldives is Ibrahim Mohamed Solih, who was sworn into office on July 13, 2018 when his predecessor, Abdulla Yameen, lost the 2018 presidential election. Yameen followed his own predecessor Mohamed Nasheed's forced resignation in a coup led by the police. Nasheed reportedly resigned to forestall an escalation of violence, and was placed in jail, before being forced into exile, from which he returned involuntarily.", "sentence2": "Did Nasheed want to continue holding office after the coup?", "label": "YES"}
{"SampleID": 2238, "PassageID": 190, "PassageEditID": 0, "original sentence": "Presidio County's unusual shape has it facing more of Mexico than the rest of the United States.", "original cue": "unusual", "pre sentence": "", "post sentence": " The county is bounded on the east by Brewster County, on the north by Jeff Davis County, and on the south and west for by the Rio Grande and Mexico. Along the international border, the county faces the Manuel Benavides and Ojinaga Districts of the state of Chihuahua, Mexico, on the south side, and the municipality of Guadalupe of the State of Chihuahua, Mexico, on its southwestern side.", "pre cue": "Presidio County's", "post cue": "shape has it facing more of Mexico than the rest of the United States.", "original passage": "Presidio County's unusual shape has it facing more of Mexico than the rest of the United States. The county is bounded on the east by Brewster County, on the north by Jeff Davis County, and on the south and west for by the Rio Grande and Mexico. Along the international border, the county faces the Manuel Benavides and Ojinaga Districts of the state of Chihuahua, Mexico, on the south side, and the municipality of Guadalupe of the State of Chihuahua, Mexico, on its southwestern side.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Presidio County's unusual shape has it facing more of Mexico than the rest of the United States. The county is bounded on the east by Brewster County, on the north by Jeff Davis County, and on the south and west for by the Rio Grande and Mexico. Along the international border, the county faces the Manuel Benavides and Ojinaga Districts of the state of Chihuahua, Mexico, on the south side, and the municipality of Guadalupe of the State of Chihuahua, Mexico, on its southwestern side.", "sentence2": "Would future historians note the shape of Presidio County and assume that the lines were drawn over open land simply for the sake of simplicity, rather than factors relating to population or politics.", "label": "NO"}
