{"SampleID": 705, "PassageID": 59, "PassageEditID": 0, "original sentence": "In the absence of oxygen, the citric acid cycle ceases.", "original cue": "absence", "pre sentence": "In the mitochondrion, pyruvate is oxidized by the pyruvate dehydrogenase complex to the acetyl group, which is fully oxidized to carbon dioxide by the citric acid cycle (also known as the Krebs cycle). Every \"turn\" of the citric acid cycle produces two molecules of carbon dioxide, one equivalent of ATP guanosine triphosphate (GTP) through substrate-level phosphorylation catalyzed by succinyl-CoA synthetase, as succinyl- CoA is converted to Succinate, three equivalents of NADH, and one equivalent of FADH2. NADH and FADH2 are recycled (to NAD+ and FAD, respectively), generating additional ATP by oxidative phosphorylation. The oxidation of NADH results in the synthesis of 2–3 equivalents of ATP, and the oxidation of one FADH2 yields between 1–2 equivalents of ATP. The majority of cellular ATP is generated by this process. Although the citric acid cycle itself does not involve molecular oxygen, it is an obligately aerobic process because O2 is used to recycle the NADH and FADH2 and provides the chemical energy driving the process.", "post sentence": "", "pre cue": "In the", "post cue": " of oxygen, the citric acid cycle ceases.", "original passage": "In the mitochondrion, pyruvate is oxidized by the pyruvate dehydrogenase complex to the acetyl group, which is fully oxidized to carbon dioxide by the citric acid cycle (also known as the Krebs cycle). Every \"turn\" of the citric acid cycle produces two molecules of carbon dioxide, one equivalent of ATP guanosine triphosphate (GTP) through substrate-level phosphorylation catalyzed by succinyl-CoA synthetase, as succinyl- CoA is converted to Succinate, three equivalents of NADH, and one equivalent of FADH2. NADH and FADH2 are recycled (to NAD+ and FAD, respectively), generating additional ATP by oxidative phosphorylation. The oxidation of NADH results in the synthesis of 2–3 equivalents of ATP, and the oxidation of one FADH2 yields between 1–2 equivalents of ATP. The majority of cellular ATP is generated by this process. Although the citric acid cycle itself does not involve molecular oxygen, it is an obligately aerobic process because O2 is used to recycle the NADH and FADH2 and provides the chemical energy driving the process. In the absence of oxygen, the citric acid cycle ceases.", "QuestionID": "q10", "Confidence": 4, "Passage is enough": "Passage is enough", "sentence1": "In the mitochondrion, pyruvate is oxidized by the pyruvate dehydrogenase complex to the acetyl group, which is fully oxidized to carbon dioxide by the citric acid cycle (also known as the Krebs cycle). Every \"turn\" of the citric acid cycle produces two molecules of carbon dioxide, one equivalent of ATP guanosine triphosphate (GTP) through substrate-level phosphorylation catalyzed by succinyl-CoA synthetase, as succinyl- CoA is converted to Succinate, three equivalents of NADH, and one equivalent of FADH2. NADH and FADH2 are recycled (to NAD+ and FAD, respectively), generating additional ATP by oxidative phosphorylation. The oxidation of NADH results in the synthesis of 2–3 equivalents of ATP, and the oxidation of one FADH2 yields between 1–2 equivalents of ATP. The majority of cellular ATP is generated by this process. Although the citric acid cycle itself does not involve molecular oxygen, it is an obligately aerobic process because O2 is used to recycle the NADH and FADH2 and provides the chemical energy driving the process. In the absence of oxygen, the citric acid cycle ceases.", "sentence2": "Is the presence of oxygen a requirement for the acid cycle?", "label": "YES"}
{"SampleID": 1898, "PassageID": 161, "PassageEditID": 1, "original sentence": "The Updikean narrator is often \"a man guilty of infidelity and abandonment of his family\".", "original cue": "infidelity", "pre sentence": "The critic Edward Champion notes that Updike's prose heavily favors \"external sexual imagery\" rife with \"explicit anatomical detail\" rather than descriptions of \"internal emotion\" in descriptions of sex. In Champion's interview with Updike on \"The Bat Segundo Show\", Updike replied that he perhaps favored such imagery to concretize and make sex \"real\" in his prose. Another sexual theme commonly addressed in Updike is adultery, especially in a suburban, middle class setting, most famously in \"Couples\" (1968).", "post sentence": "", "pre cue": "The Updikean narrator is often \"a man guilty of ", "post cue": " and abandonment of his family\".", "original passage": "The critic Edward Champion notes that Updike's prose heavily favors \"external sexual imagery\" rife with \"explicit anatomical detail\" rather than descriptions of \"internal emotion\" in descriptions of sex. In Champion's interview with Updike on \"The Bat Segundo Show\", Updike replied that he perhaps favored such imagery to concretize and make sex \"real\" in his prose. Another sexual theme commonly addressed in Updike is adultery, especially in a suburban, middle class setting, most famously in \"Couples\" (1968). The Updikean narrator is often \"a man guilty of infidelity and abandonment of his family\".", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The critic Edward Champion notes that Updike's prose heavily favors \"external sexual imagery\" rife with \"explicit anatomical detail\" rather than descriptions of \"internal emotion\" in descriptions of sex. In Champion's interview with Updike on \"The Bat Segundo Show\", Updike replied that he perhaps favored such imagery to concretize and make sex \"real\" in his prose. Another sexual theme commonly addressed in Updike is adultery, especially in a suburban, middle class setting, most famously in \"Couples\" (1968). The narrator of an Updike story is generally someone who is unfaithful in his marriage, and one who abandons his family.", "sentence2": "Does the controversial sexual imagery in Updike's stories likely come from first-person accounts given by the narrator?", "label": "YES"}
{"SampleID": 3447, "PassageID": 290, "PassageEditID": 1, "original sentence": "There were no rounds and boxers fought until one of them acknowledged defeat or could not continue.", "original cue": "could not", "pre sentence": "In Ancient Greece boxing was a well developed sport and enjoyed consistent popularity. In Olympic terms, it was first introduced in the 23rd Olympiad, 688 BC. The boxers would wind leather thongs around their hands in order to protect them.", "post sentence": " Weight categories were not used, which meant heavyweights had a tendency to dominate. The style of boxing practiced typically featured an advanced left leg stance, with the left arm semi-extended as a guard, in addition to being used for striking, and with the right arm drawn back ready to strike. It was the head of the opponent which was primarily targeted, and there is little evidence to suggest that targeting the body was common.", "pre cue": "There were no rounds and boxers fought until one of them acknowledged defeat or", "post cue": "continue.", "original passage": "In Ancient Greece boxing was a well developed sport and enjoyed consistent popularity. In Olympic terms, it was first introduced in the 23rd Olympiad, 688 BC. The boxers would wind leather thongs around their hands in order to protect them. There were no rounds and boxers fought until one of them acknowledged defeat or could not continue. Weight categories were not used, which meant heavyweights had a tendency to dominate. The style of boxing practiced typically featured an advanced left leg stance, with the left arm semi-extended as a guard, in addition to being used for striking, and with the right arm drawn back ready to strike. It was the head of the opponent which was primarily targeted, and there is little evidence to suggest that targeting the body was common.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "In Ancient Greece boxing was a well developed sport and enjoyed consistent popularity. In Olympic terms, it was first introduced in the 23rd Olympiad, 688 BC. The boxers would wind leather thongs around their hands in order to protect them. There were no rounds and boxers fought until one of them acknowledged defeat or they had zero energy left to fight. Weight categories were not used, which meant heavyweights had a tendency to dominate. The style of boxing practiced typically featured an advanced left leg stance, with the left arm semi-extended as a guard, in addition to being used for striking, and with the right arm drawn back ready to strike. It was the head of the opponent which was primarily targeted, and there is little evidence to suggest that targeting the body was common.", "sentence2": "If a boxer was no longer able to fight, would the match continue?", "label": "NO"}
{"SampleID": 2208, "PassageID": 187, "PassageEditID": 2, "original sentence": "Jeffrey relays the experience to Sandy—without revealing \"his\" sexual encounter with Dorothy—who urges him to tell her father what he knows about the case, but he refuses, unwilling to land Sandy or himself in trouble and also fearing what Frank, a gangster and raging psychopath, might do.", "original cue": "unwilling", "pre sentence": "After learning that Frank has abducted Dorothy's husband Don and son Donnie to force her into sex slavery, Jeffrey suspects Frank cut off Don's ear to warn her to stay alive for her family's sake. ", "post sentence": "", "pre cue": "Jeffrey relays the experience to Sandy—without revealing \"his\" sexual encounter with Dorothy—who urges him to tell her father what he knows about the case, but he refuses, ", "post cue": " to land Sandy or himself in trouble and also fearing what Frank, a gangster and raging psychopath, might do.", "original passage": "After learning that Frank has abducted Dorothy's husband Don and son Donnie to force her into sex slavery, Jeffrey suspects Frank cut off Don's ear to warn her to stay alive for her family's sake. Jeffrey relays the experience to Sandy—without revealing \"his\" sexual encounter with Dorothy—who urges him to tell her father what he knows about the case, but he refuses, unwilling to land Sandy or himself in trouble and also fearing what Frank, a gangster and raging psychopath, might do.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "After learning that Frank has abducted Dorothy's husband Don and son Donnie to force her into sex slavery, Jeffrey suspects Frank cut off Don's ear to warn her to stay alive for her family's sake. Jeffrey relays the experience to Sandy—without revealing \"his\" sexual encounter with Dorothy—who urges him to tell her father what he knows about the case, but he accepts, trying to get Sandy or himself in trouble and also fearing what Frank, a gangster and raging psychopath, might unwilling do.", "sentence2": "Does Jeffrey accept or decline Sandy's suggestion?", "label": "He accepts."}
{"SampleID": 224, "PassageID": 19, "PassageEditID": 2, "original sentence": "By the time he became emperor he had chronic gout and could hardly walk.", "original cue": "hardly", "pre sentence": "", "post sentence": " He met challenges with impulsive cruelty, persecuting the nobility and ordering an orgy of torture; blinding was a favoured punishment for crimes real or imagined. He filled the senior court and state positions with nonentities. Within months the land laws of Basil II were dropped, under pressure from the Anatolian aristocracy. \"Devoid of any semblance of moral fibre\" he would grant any concession. Favouritism failed to win him friends and he persecuted the nobility when he felt threatened by conspiracy. The start of the decline of the Byzantine Empire has been linked to Constantine's accession to the throne. His reign has been described as \"an unmitigated disaster\", \"a break up of the system\" and causing \"a collapse of the military power of the Empire\".", "pre cue": "By the time he became emperor he had chronic gout and could", "post cue": "walk.", "original passage": "By the time he became emperor he had chronic gout and could hardly walk. He met challenges with impulsive cruelty, persecuting the nobility and ordering an orgy of torture; blinding was a favoured punishment for crimes real or imagined. He filled the senior court and state positions with nonentities. Within months the land laws of Basil II were dropped, under pressure from the Anatolian aristocracy. \"Devoid of any semblance of moral fibre\" he would grant any concession. Favouritism failed to win him friends and he persecuted the nobility when he felt threatened by conspiracy. The start of the decline of the Byzantine Empire has been linked to Constantine's accession to the throne. His reign has been described as \"an unmitigated disaster\", \"a break up of the system\" and causing \"a collapse of the military power of the Empire\".", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "By the time he became emperor he had chronic gout and could hardly exceed anything faster than a slow pace when walking He met challenges with impulsive cruelty, persecuting the nobility and ordering an orgy of torture; blinding was a favoured punishment for crimes real or imagined. He filled the senior court and state positions with nonentities. Within months the land laws of Basil ;II were dropped, under pressure from the Anatolian aristocracy. \"Devoid of any semblance of moral fibre\" he would grant any concession. Favouritism failed to win him friends and he persecuted the nobility when he felt threatened by conspiracy. The start of the decline of the Byzantine Empire has been linked to Constantine's accession to the throne. His reign has been described as \"an unmitigated disaster\", \"a break up of the system\" and causing \"a collapse of the military power of the Empire\".", "sentence2": "Could the emperor have feasibly hidden his weakened state from a childhood friend who insisted on brisk walks through the forests of their youth?", "label": "NO"}
{"SampleID": 2082, "PassageID": 177, "PassageEditID": 1, "original sentence": "The conclusion they drew was that quantum mechanics is not a complete theory.", "original cue": "not", "pre sentence": "However, the principle of locality appeals powerfully to physical intuition, and Einstein, Podolsky and Rosen were unwilling to abandon it. Einstein derided the quantum mechanical predictions as \"spooky action at a distance\". ", "post sentence": "", "pre cue": "The conclusion they drew was that quantum mechanics is", "post cue": "a complete theory.", "original passage": "However, the principle of locality appeals powerfully to physical intuition, and Einstein, Podolsky and Rosen were unwilling to abandon it. Einstein derided the quantum mechanical predictions as \"spooky action at a distance\". The conclusion they drew was that quantum mechanics is not a complete theory.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "However, the principle of locality appeals powerfully to physical intuition, and Einstein, Podolsky and Rosen were unwilling to abandon it. Einstein derided the quantum mechanical predictions as \"spooky action at a distance\". The conclusion they drew was that quantum mechanics was a theory yet to completed.", "sentence2": "Do the majority of scientists share the same conclusion?", "label": "DON'T KNOW"}
{"SampleID": 4675, "PassageID": 393, "PassageEditID": 1, "original sentence": "It has an uneven bottom covered with boulders of volcanic rock.", "original cue": "uneven", "pre sentence": "The Japanese coastal area of the sea consists of Okujiri Ridge, Sado Ridge, Hakusan Banks, Wakasa Ridge and Oki Ridge. Yamato Ridge is of continental origin and is composed of granite, rhyolite, andesite and basalt. ", "post sentence": " Most other areas of the sea are of oceanic origin. Seabed down to is of continental nature and is covered with a mixture of mud, sand, gravel and fragments of rock. The depths between are covered in hemipelagic sediments (i.e., of semi-oceanic origin); these sediments are composed of blue mud rich in organic matter. Pelagic sediments of red mud dominate the deeper regions.", "pre cue": "It has an", "post cue": "bottom covered with boulders of volcanic rock.", "original passage": "The Japanese coastal area of the sea consists of Okujiri Ridge, Sado Ridge, Hakusan Banks, Wakasa Ridge and Oki Ridge. Yamato Ridge is of continental origin and is composed of granite, rhyolite, andesite and basalt. It has an uneven bottom covered with boulders of volcanic rock. Most other areas of the sea are of oceanic origin. Seabed down to is of continental nature and is covered with a mixture of mud, sand, gravel and fragments of rock. The depths between are covered in hemipelagic sediments (i.e., of semi-oceanic origin); these sediments are composed of blue mud rich in organic matter. Pelagic sediments of red mud dominate the deeper regions.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The Japanese coastal area of the sea consists of Okujiri Ridge, Sado Ridge, Hakusan Banks, Wakasa Ridge and Oki Ridge. Yamato Ridge is of continental origin and is composed of granite, rhyolite, andesite and basalt. The ridge has many volcanic boulders which give it an rocky, bumpy floor. Most other areas of the sea are of oceanic origin. Seabed down to is of continental nature and is covered with a mixture of mud, sand, gravel and fragments of rock. The depths between are covered in hemipelagic sediments (i.e., of semi-oceanic origin); these sediments are composed of blue mud rich in organic matter. Pelagic sediments of red mud dominate the deeper regions.", "sentence2": "If World War II required naval battles to be taken right up to the doorstep of Japan's islands, would an invasion force operating over Yamato Ridge at least be safe from submarines, given the dangerous terrain on the sea bottom?", "label": "YES"}
{"SampleID": 2532, "PassageID": 214, "PassageEditID": 1, "original sentence": "Yet the source of the drug is still unknown, and its effects not entirely studied.", "original cue": "unknown", "pre sentence": "The protagonist of the game, Colonel John R. (\"Rusty\") Blade, is the commander of one of the largest security forces in the city of Freeport, HardCorps. Prior to the beginning of the game, Blade is working to rid the streets of a potent new recreational drug named U4, which is rapidly gaining popularity in Freeport and is rumoured to be able to cause genetic mutations to its users.", "post sentence": " As the game begins, the player is placed into the shoes of John Blade as he responds to a full-scale bank heist and hostage situation perpetrated by a well-known Freeport criminal boss, Antonio Mancini. But as the player progresses and pursues the criminal behind the heist, further questions are raised: Who is really behind the heist? And is this linked to the reported appearances of mutants in the city?", "pre cue": "Yet the source of the drug is still", "post cue": ", and its effects not entirely studied.", "original passage": "The protagonist of the game, Colonel John R. (\"Rusty\") Blade, is the commander of one of the largest security forces in the city of Freeport, HardCorps. Prior to the beginning of the game, Blade is working to rid the streets of a potent new recreational drug named U4, which is rapidly gaining popularity in Freeport and is rumoured to be able to cause genetic mutations to its users. Yet the source of the drug is still unknown, and its effects not entirely studied. As the game begins, the player is placed into the shoes of John Blade as he responds to a full-scale bank heist and hostage situation perpetrated by a well-known Freeport criminal boss, Antonio Mancini. But as the player progresses and pursues the criminal behind the heist, further questions are raised: Who is really behind the heist? And is this linked to the reported appearances of mutants in the city?", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The protagonist of the game, Colonel John R. (\"Rusty\") Blade, is the commander of one of the largest security forces in the city of Freeport, HardCorps. Prior to the beginning of the game, Blade is working to rid the streets of a potent new recreational drug named U4, which is rapidly gaining popularity in Freeport and is rumoured to be able to cause genetic mutations to its users. Yet the source of the drug is still a mystery, and its effects not entirely studied. As the game begins, the player is placed into the shoes of John Blade as he responds to a full-scale bank heist and hostage situation perpetrated by a well-known Freeport criminal boss, Antonio Mancini. But as the player progresses and pursues the criminal behind the heist, further questions are raised: Who is really behind the heist? And is this linked to the reported appearances of mutants in the city?", "sentence2": "Would doctors be able to identify most of the symptoms of U4 use in a patient?", "label": "DON'T KNOW"}
{"SampleID": 1742, "PassageID": 148, "PassageEditID": 1, "original sentence": "HLA-B*1502 occurs almost exclusively in people with ancestry across broad areas of Asia, but has a very low or absent frequency in European, Japanese, Korean and African populations.", "original cue": "absent", "pre sentence": "Serious skin reactions such as Stevens–Johnson syndrome or toxic epidermal necrolysis due to carbamazepine therapy are more common in people with a particular human leukocyte antigen allele, HLA-B*1502. Odds ratios for the development of Stevens-Johnson syndrome or toxic epidermal necrolysis (SJS/TEN) in people who carry the allele can be in the double, triple or even quadruple digits, depending on the population studied.", "post sentence": "However, the HLA-A*31:01 allele has been shown to be a strong predictor of both mild and severe adverse reactions, such as the DRESS syndrome form of severe cutaneous reactions, to carbamazepine among Japanese, Chinese, Korean, and Europeans. It is suggested that carbamazepine acts as a potent antigen that binds to the antigen-presenting area of HLA-B*1502 alike, triggering an everlasting activation signal on immature CD8-T cells, thus resulting in widespread cytotoxic reactions like SJS/TEN.", "pre cue": "HLA-B*1502 occurs almost exclusively in people with ancestry across broad areas of Asia, but has a very low or", "post cue": " frequency in European, Japanese, Korean and African populations.", "original passage": "Serious skin reactions such as Stevens–Johnson syndrome or toxic epidermal necrolysis due to carbamazepine therapy are more common in people with a particular human leukocyte antigen allele, HLA-B*1502. Odds ratios for the development of Stevens-Johnson syndrome or toxic epidermal necrolysis (SJS/TEN) in people who carry the allele can be in the double, triple or even quadruple digits, depending on the population studied. HLA-B*1502 occurs almost exclusively in people with ancestry across broad areas of Asia, but has a very low or absent frequency in European, Japanese, Korean and African populations. However, the HLA-A*31:01 allele has been shown to be a strong predictor of both mild and severe adverse reactions, such as the DRESS syndrome form of severe cutaneous reactions, to carbamazepine among Japanese, Chinese, Korean, and Europeans. It is suggested that carbamazepine acts as a potent antigen that binds to the antigen-presenting area of HLA-B*1502 alike, triggering an everlasting activation signal on immature CD8-T cells, thus resulting in widespread cytotoxic reactions like SJS/TEN.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "External knowledge required", "sentence1": "Serious skin reactions such as Stevens–Johnson syndrome or toxic epidermal necrolysis due to carbamazepine therapy are more common in people with a particular human leukocyte antigen allele, HLA-B*1502. Odds ratios for the development of Stevens-Johnson syndrome or toxic epidermal necrolysis (SJS/TEN) in people who carry the allele can be in the double, triple or even quadruple digits, depending on the population studied. HLA-B*1502 occurs almost exclusively in people with ancestry across broad areas of Asia, but has a very low frequency or is completely missing in European, Japanese, Korean and African populations. However, the HLA-A*31:01 allele has been shown to be a strong predictor of both mild and severe adverse reactions, such as the DRESS syndrome form of severe cutaneous reactions, to carbamazepine among Japanese, Chinese, Korean, and Europeans. It is suggested that carbamazepine acts as a potent antigen that binds to the antigen-presenting area of HLA-B*1502 alike, triggering an everlasting activation signal on immature CD8-T cells, thus resulting in widespread cytotoxic reactions like SJS/TEN.", "sentence2": "Would you be more likely to find a person suffering from Stevens–Johnson syndrome living in Beijing or in Berlin?", "label": "Beijing"}
