{"SampleID": 2866, "PassageID": 242, "PassageEditID": 0, "original sentence": "They also lack supraorbital processes on the frontal and have underdeveloped calcaneal tubers.", "original cue": "lack", "pre sentence": "Phocids are known as true or \"earless\" seals. These animals lack external ear flaps and are incapable of turning their hind-flippers forward, which makes them more cumbersome on land. In water, true seals swim by moving their hind-flippers and lower body from side to side. Phocids have thickened mastoids, enlarged entotympanic bones, everted pelvic bones and massive ankle bones. ", "post sentence": "A 2006 molecular study supports the division of phocids into two monophyletic subfamilies: Monachinae, which consists of \"Mirounga\", Monachini and Lobodontini; and Phocinae, which includes \"Pusa\", \"Phoca\", \"Halichoerus\", \"Histriophoca\", \"Pagophilus\", \"Erignathus\" and \"Cystophora\".", "pre cue": "They also", "post cue": "supraorbital processes on the frontal and have underdeveloped calcaneal tubers.", "original passage": "Phocids are known as true or \"earless\" seals. These animals lack external ear flaps and are incapable of turning their hind-flippers forward, which makes them more cumbersome on land. In water, true seals swim by moving their hind-flippers and lower body from side to side. Phocids have thickened mastoids, enlarged entotympanic bones, everted pelvic bones and massive ankle bones. They also lack supraorbital processes on the frontal and have underdeveloped calcaneal tubers. A 2006 molecular study supports the division of phocids into two monophyletic subfamilies: Monachinae, which consists of \"Mirounga\", Monachini and Lobodontini; and Phocinae, which includes \"Pusa\", \"Phoca\", \"Halichoerus\", \"Histriophoca\", \"Pagophilus\", \"Erignathus\" and \"Cystophora\".", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Phocids are known as true or \"earless\" seals. These animals lack external ear flaps and are incapable of turning their hind-flippers forward, which makes them more cumbersome on land. In water, true seals swim by moving their hind-flippers and lower body from side to side. Phocids have thickened mastoids, enlarged entotympanic bones, everted pelvic bones and massive ankle bones. They also lack supraorbital processes on the frontal and have underdeveloped calcaneal tubers. A 2006 molecular study supports the division of phocids into two monophyletic subfamilies: Monachinae, which consists of \"Mirounga\", Monachini and Lobodontini; and Phocinae, which includes \"Pusa\", \"Phoca\", \"Halichoerus\", \"Histriophoca\", \"Pagophilus\", \"Erignathus\" and \"Cystophora\".", "sentence2": "If a biologist finds a new type of seal with no supraorbital processes, but small calcaneal tubers, is it a phocid?", "label": "YES"}
{"SampleID": 6770, "PassageID": 569, "PassageEditID": 0, "original sentence": "The French innovations of separate corps (allowing a single commander to efficiently command more than the traditional command span of 30,000 men) and living off the land (which allowed field armies to deploy more men without requiring an equal increase in supply arrangements such as depots and supply trains) allowed the French republic to field much larger armies than their opponents.", "original cue": "without", "pre sentence": "The scale of warfare dramatically enlarged during the Revolutionary and subsequent Napoleonic Wars. During Europe's major pre-revolutionary war, the Seven Years' War of 1756–1763, few armies ever numbered more than 200,000 with field forces often numbering less than 30,000.", "post sentence": "Napoleon ensured during the time of the French republic that separate French field armies operated as a single army under his control, often allowing him to substantially outnumber his opponents. This forced his continental opponents to also increase the size of their armies, moving away from the traditional small, well-drilled Ancien Régime armies of the 18th century to mass conscript armies.", "pre cue": "The French innovations of separate corps (allowing a single commander to efficiently command more than the traditional command span of 30,000 men) and living off the land (which allowed field armies to deploy more men", "post cue": "requiring an equal increase in supply arrangements such as depots and supply trains) allowed the French republic to field much larger armies than their opponents.", "original passage": "The scale of warfare dramatically enlarged during the Revolutionary and subsequent Napoleonic Wars. During Europe's major pre-revolutionary war, the Seven Years' War of 1756–1763, few armies ever numbered more than 200,000 with field forces often numbering less than 30,000. The French innovations of separate corps (allowing a single commander to efficiently command more than the traditional command span of 30,000 men) and living off the land (which allowed field armies to deploy more men without requiring an equal increase in supply arrangements such as depots and supply trains) allowed the French republic to field much larger armies than their opponents. Napoleon ensured during the time of the French republic that separate French field armies operated as a single army under his control, often allowing him to substantially outnumber his opponents. This forced his continental opponents to also increase the size of their armies, moving away from the traditional small, well-drilled Ancien Régime armies of the 18th century to mass conscript armies.", "QuestionID": "q20", "Confidence": 4, "Passage is enough": "Passage is enough", "sentence1": "The scale of warfare dramatically enlarged during the Revolutionary and subsequent Napoleonic Wars. During Europe's major pre-revolutionary war, the Seven Years' War of 1756–1763, few armies ever numbered more than 200,000 with field forces often numbering less than 30,000. The French innovations of separate corps (allowing a single commander to efficiently command more than the traditional command span of 30,000 men) and living off the land (which allowed field armies to deploy more men without requiring an equal increase in supply arrangements such as depots and supply trains) allowed the French republic to field much larger armies than their opponents. Napoleon ensured during the time of the French republic that separate French field armies operated as a single army under his control, often allowing him to substantially outnumber his opponents. This forced his continental opponents to also increase the size of their armies, moving away from the traditional small, well-drilled Ancien Régime armies of the 18th century to mass conscript armies.", "sentence2": "Were the total supply arrangements considered before the field armies decided the number of more men to be deployed?", "label": "NO"}
{"SampleID": 1909, "PassageID": 162, "PassageEditID": 0, "original sentence": "Although this film set the Kelvin timeline scene in this and later films, writer Roberto Orci stated that he felt that the actions were unaffected by the changes in this timeline and so would have occurred in the same manner prior to \"The Original Series\".", "original cue": "unaffected", "pre sentence": "Sarek supported Spock's scientific learning and application to the Vulcan Science Academy, as mentioned in \"Journey to Babel\". In the 2009 film \"Star Trek\", Spock rejects his acceptance into the Vulcan Science Academy on the basis that they would never fully accept someone who was only half-Vulcan.", "post sentence": "Because Spock did not enter the VSA and sought to join Starfleet instead, he did not speak to his father for the following 18 years.", "pre cue": "Although this film set the Kelvin timeline scene in this and later films, writer Roberto Orci stated that he felt that the actions were ", "post cue": " by the changes in this timeline and so would have occurred in the same manner prior to \"The Original Series\".", "original passage": "Sarek supported Spock's scientific learning and application to the Vulcan Science Academy, as mentioned in \"Journey to Babel\". In the 2009 film \"Star Trek\", Spock rejects his acceptance into the Vulcan Science Academy on the basis that they would never fully accept someone who was only half-Vulcan. Although this film set the Kelvin timeline scene in this and later films, writer Roberto Orci stated that he felt that the actions were unaffected by the changes in this timeline and so would have occurred in the same manner prior to \"The Original Series\". Because Spock did not enter the VSA and sought to join Starfleet instead, he did not speak to his father for the following 18 years.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Sarek supported Spock's scientific learning and application to the Vulcan Science Academy, as mentioned in \"Journey to Babel\". In the 2009 film \"Star Trek\", Spock rejects his acceptance into the Vulcan Science Academy on the basis that they would never fully accept someone who was only half-Vulcan. Although this film set the Kelvin timeline scene in this and later films, writer Roberto Orci stated that he felt that the actions were unaffected by the changes in this timeline and so would have occurred in the same manner prior to \"The Original Series\". Because Spock did not enter the VSA and sought to join Starfleet instead, he did not speak to his father for the following 18 years.", "sentence2": "Might Sarek tell Spock in the original timeline that he was accepted to the Vulcan Science Academy?", "label": "YES"}
{"SampleID": 3543, "PassageID": 298, "PassageEditID": 1, "original sentence": "The common people and all those who did not reside in the palace were allowed to wear yellow colored clothes.\"", "original cue": "not", "pre sentence": "In general, garments were made from silk, wool, or linen depending on your social status and what you could afford. Furthermore, there were laws that specified what kinds of clothing could be worn by whom. The color of the clothing also indicated rank. \"Purple colored clothes were used by officials above the third grade; light red were meant for officials above the fifth grade; dark green was limited to the sixth grade and above officials; light green was solely for officials above the seventh grade; dark cyan was exclusive for officials above the eighth grade; light cyan garments adorned officials above the ninth grade. ", "post sentence": " During this period, China's power, culture, economy, and influence were thriving. As a result, women could afford to wear loose-fitting, wide-sleeved garments. Even lower-class women's robes would have sleeves four to five feet in width.", "pre cue": "The common people and all those who did", "post cue": " reside in the palace were allowed to wear yellow colored clothes.\"", "original passage": "In general, garments were made from silk, wool, or linen depending on your social status and what you could afford. Furthermore, there were laws that specified what kinds of clothing could be worn by whom. The color of the clothing also indicated rank. \"Purple colored clothes were used by officials above the third grade; light red were meant for officials above the fifth grade; dark green was limited to the sixth grade and above officials; light green was solely for officials above the seventh grade; dark cyan was exclusive for officials above the eighth grade; light cyan garments adorned officials above the ninth grade. The common people and all those who did not reside in the palace were allowed to wear yellow colored clothes.\" During this period, China's power, culture, economy, and influence were thriving. As a result, women could afford to wear loose-fitting, wide-sleeved garments. Even lower-class women's robes would have sleeves four to five feet in width.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "In general, garments were made from silk, wool, or linen depending on your social status and what you could afford. Furthermore, there were laws that specified what kinds of clothing could be worn by whom. The color of the clothing also indicated rank. \"Purple colored clothes were used by officials above the third grade; light red were meant for officials above the fifth grade; dark green was limited to the sixth grade and above officials; light green was solely for officials above the seventh grade; dark cyan was exclusive for officials above the eighth grade; light cyan garments adorned officials above the ninth grade. The common people and all those who resided outside the palace were allowed to wear yellow colored clothes.\" During this period, China's power, culture, economy, and influence were thriving. As a result, women could afford to wear loose-fitting, wide-sleeved garments. Even lower-class women's robes would have sleeves four to five feet in width.", "sentence2": "Would a Chinese commoner get in trouble for wearing yellow clothes?", "label": "NO"}
{"SampleID": 2170, "PassageID": 184, "PassageEditID": 1, "original sentence": "In what has come to be known as \"the Pine Tar Incident\", umpires discovered illegal placement of pine tar (more than 18 inches up the handle) on third baseman George Brett's bat after he had hit a two-run home run off Gossage that put the Royals up 5–4 in the top of the 9th.", "original cue": "illegal", "pre sentence": "In July 1983, while the Royals were headed for a second-place finish behind the Chicago White Sox another chapter in the team's rivalry with the New York Yankees occurred.", "post sentence": " After Yankee Manager Billy Martin came out of the dugout to talk to home plate umpire Tim McClelland, McClelland and the other umpires mulled over the bat (measuring it over home plate, touching it, etc.). McClelland then pointed to Brett in the dugout and gave the \"out\" sign, disallowing the home run. Enraged, Brett stormed out of the dugout toward McClelland and Martin, and McClelland ejected Brett. The homer was later reinstated by AL President Lee MacPhail, and the Royals won the game after it was resumed several weeks later.", "pre cue": "In what has come to be known as \"the Pine Tar Incident\", umpires discovered ", "post cue": "placement of pine tar (more than 18 inches up the handle) on third baseman George Brett's bat after he had hit a two-run home run off Gossage that put the Royals up 5–4 in the top of the 9th.", "original passage": "In July 1983, while the Royals were headed for a second-place finish behind the Chicago White Sox another chapter in the team's rivalry with the New York Yankees occurred. In what has come to be known as \"the Pine Tar Incident\", umpires discovered illegal placement of pine tar (more than 18 inches up the handle) on third baseman George Brett's bat after he had hit a two-run home run off Gossage that put the Royals up 5–4 in the top of the 9th. After Yankee Manager Billy Martin came out of the dugout to talk to home plate umpire Tim McClelland, McClelland and the other umpires mulled over the bat (measuring it over home plate, touching it, etc.). McClelland then pointed to Brett in the dugout and gave the \"out\" sign, disallowing the home run. Enraged, Brett stormed out of the dugout toward McClelland and Martin, and McClelland ejected Brett. The homer was later reinstated by AL President Lee MacPhail, and the Royals won the game after it was resumed several weeks later.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "In July 1983, while the Royals were headed for a second-place finish behind the Chicago White Sox another chapter in the team's rivalry with the New York Yankees occurred. In what has come to be known as \"the Pine Tar Incident\", umpires discovered forbidden placement of pine tar (more than 18 inches up the handle) on third baseman George Brett's bat after he had hit a two-run home run off Gossage that put the Royals up 5–4 in the top of the 9th. After Yankee Manager Billy Martin came out of the dugout to talk to home plate umpire Tim McClelland, McClelland and the other umpires mulled over the bat (measuring it over home plate, touching it, etc.). McClelland then pointed to Brett in the dugout and gave the \"out\" sign, disallowing the home run. Enraged, Brett stormed out of the dugout toward McClelland and Martin, and McClelland ejected Brett. The homer was later reinstated by AL President Lee MacPhail, and the Royals won the game after it was resumed several weeks later.", "sentence2": "Would George Brett have good reason to complain about the umpires who examined his bat?", "label": "DON'T KNOW"}
{"SampleID": 3754, "PassageID": 316, "PassageEditID": 0, "original sentence": "The trustees serve without compensation and a simple majority of trustees must reside in Texas, including at least four within the greater Houston area.", "original cue": "without", "pre sentence": "Rice University is chartered as a non-profit organization and is governed by a privately appointed board of trustees. The board consists of a maximum of 25 voting members who serve four-year terms.", "post sentence": "The board of trustees delegates its power by appointing a president to serve as the chief executive of the university. David W. Leebron was appointed president in 2004 and succeeded Malcolm Gillis who served since 1993. The provost, six vice presidents, and other university officials report to the president. The president is advised by a University Council composed of the provost, eight members of the Faculty Council, two staff members, one graduate student, and two undergraduate students. The president presides over a Faculty Council which has the authority to alter curricular requirements, establish new degree programs, and approve candidates for degrees.", "pre cue": "The trustees serve", "post cue": " compensation and a simple majority of trustees must reside in Texas, including at least four within the greater Houston area.", "original passage": "Rice University is chartered as a non-profit organization and is governed by a privately appointed board of trustees. The board consists of a maximum of 25 voting members who serve four-year terms. The trustees serve without compensation and a simple majority of trustees must reside in Texas, including at least four within the greater Houston area. The board of trustees delegates its power by appointing a president to serve as the chief executive of the university. David W. Leebron was appointed president in 2004 and succeeded Malcolm Gillis who served since 1993. The provost, six vice presidents, and other university officials report to the president. The president is advised by a University Council composed of the provost, eight members of the Faculty Council, two staff members, one graduate student, and two undergraduate students. The president presides over a Faculty Council which has the authority to alter curricular requirements, establish new degree programs, and approve candidates for degrees.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Rice University is chartered as a non-profit organization and is governed by a privately appointed board of trustees. The board consists of a maximum of 25 voting members who serve four-year terms. The trustees serve without compensation and a simple majority of trustees must reside in Texas, including at least four within the greater Houston area. The board of trustees delegates its power by appointing a president to serve as the chief executive of the university. David W. Leebron was appointed president in 2004 and succeeded Malcolm Gillis who served since 1993. The provost, six vice presidents, and other university officials report to the president. The president is advised by a University Council composed of the provost, eight members of the Faculty Council, two staff members, one graduate student, and two undergraduate students. The president presides over a Faculty Council which has the authority to alter curricular requirements, establish new degree programs, and approve candidates for degrees.", "sentence2": "Can a trustee live off their income as a board member?", "label": "NO"}
{"SampleID": 4614, "PassageID": 388, "PassageEditID": 1, "original sentence": "Issues of a scientific journal are rarely read casually, as one would read a magazine.", "original cue": "rarely", "pre sentence": "Articles in scientific journals are mostly written by active scientists such as students, researchers and professors instead of professional journalists. There are thousands of scientific journals in publication, and many more have been published at various points in the past (see list of scientific journals). Most journals are highly specialized, although some of the oldest journals such as \"Nature\" publish articles and scientific papers across a wide range of scientific fields. Scientific journals contain articles that have been peer reviewed, in an attempt to ensure that articles meet the journal's standards of quality, and scientific validity. Although scientific journals are superficially similar to professional magazines, they are actually quite different. ", "post sentence": " The publication of the results of research is an essential part of the scientific method. If they are describing experiments or calculations, they must supply enough details that an independent researcher could repeat the experiment or calculation to verify the results. Each such journal article becomes part of the permanent scientific record.", "pre cue": "Issues of a scientific journal are", "post cue": " read casually, as one would read a magazine.", "original passage": "Articles in scientific journals are mostly written by active scientists such as students, researchers and professors instead of professional journalists. There are thousands of scientific journals in publication, and many more have been published at various points in the past (see list of scientific journals). Most journals are highly specialized, although some of the oldest journals such as \"Nature\" publish articles and scientific papers across a wide range of scientific fields. Scientific journals contain articles that have been peer reviewed, in an attempt to ensure that articles meet the journal's standards of quality, and scientific validity. Although scientific journals are superficially similar to professional magazines, they are actually quite different. Issues of a scientific journal are rarely read casually, as one would read a magazine. The publication of the results of research is an essential part of the scientific method. If they are describing experiments or calculations, they must supply enough details that an independent researcher could repeat the experiment or calculation to verify the results. Each such journal article becomes part of the permanent scientific record.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Articles in scientific journals are mostly written by active scientists such as students, researchers and professors instead of professional journalists. There are thousands of scientific journals in publication, and many more have been published at various points in the past (see list of scientific journals). Most journals are highly specialized, although some of the oldest journals such as \"Nature\" publish articles and scientific papers across a wide range of scientific fields. Scientific journals contain articles that have been peer reviewed, in an attempt to ensure that articles meet the journal's standards of quality, and scientific validity. Although scientific journals are superficially similar to professional magazines, they are actually quite different. Issues of a scientific journal are seldom read casually, as one would read a magazine. The publication of the results of research is an essential part of the scientific method. If they are describing experiments or calculations, they must supply enough details that an independent researcher could repeat the experiment or calculation to verify the results. Each such journal article becomes part of the permanent scientific record.", "sentence2": "Would it be uncommon to see someone in a waiting room reading a science journal?", "label": "YES"}
{"SampleID": 2596, "PassageID": 219, "PassageEditID": 2, "original sentence": "After a few unproductive months, he happened to read a headline in the \"San Francisco Chronicle\" that read, \"450 Dead Pets Going To Napa Valley\".", "original cue": "unproductive", "pre sentence": "After spending two weeks in Vernon, Morris returned to Berkeley and began working on a script for a work of fiction that he called \"Nub City\". ", "post sentence": "Morris left for Napa Valley and began working on the film that would become his first feature, \"Gates of Heaven\", which premiered in 1978. Herzog had said he would eat his shoe if Morris completed the documentary. After the film premiered, Herzog publicly followed through on the bet by cooking and eating his shoe, which was documented in the short film \"Werner Herzog Eats His Shoe\" by Les Blank.", "pre cue": "After a few", "post cue": "months, he happened to read a headline in the \"San Francisco Chronicle\" that read, \"450 Dead Pets Going To Napa Valley\".", "original passage": "After spending two weeks in Vernon, Morris returned to Berkeley and began working on a script for a work of fiction that he called \"Nub City\". After a few unproductive months, he happened to read a headline in the \"San Francisco Chronicle\" that read, \"450 Dead Pets Going To Napa Valley\". Morris left for Napa Valley and began working on the film that would become his first feature, \"Gates of Heaven\", which premiered in 1978. Herzog had said he would eat his shoe if Morris completed the documentary. After the film premiered, Herzog publicly followed through on the bet by cooking and eating his shoe, which was documented in the short film \"Werner Herzog Eats His Shoe\" by Les Blank.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "After spending two weeks in Vernon, Morris returned to Berkeley and began working on a script for a work of fiction that he called \"Nub City\". After a few unproductive days, he happened to read a headline in the \"San Francisco Chronicle\" that read, \"450 Dead Pets Going To Napa Valley\". Morris left for Napa Valley and began working on the film that would become his first feature, \"Gates of Heaven\", which premiered in 1978. Herzog had said he would eat his shoe if Morris completed the documentary. After the film premiered, Herzog publicly followed through on the bet by cooking and eating his shoe, which was documented in the short film \"Werner Herzog Eats His Shoe\" by Les Blank.", "sentence2": "Would Morris need a lot of space to store his writings on Nub City when he left for Napa?", "label": "NO"}
{"SampleID": 2021, "PassageID": 172, "PassageEditID": 1, "original sentence": "Early detection of the disease is important, since physical and neurological damage may be irreversible even if cured.", "original cue": "irreversible", "pre sentence": "", "post sentence": "Medications can decrease the risk of those living with people who have leprosy from acquiring the disease and likely those with whom people with leprosy come into contact outside the home. The WHO recommends that preventive medicine be given to people who are in close contact with someone who has leprosy. The suggested preventive treatment is a single dose of rifampicin (SDR) in adults and children over 2 years old who do not already have leprosy or tuberculosis. Preventive treatment is associated with a 57% reduction in infections within 2 years and a 30% reduction in infections within 6 years.", "pre cue": "Early detection of the disease is important, since physical and neurological damage may be ", "post cue": "even if cured.", "original passage": "Early detection of the disease is important, since physical and neurological damage may be irreversible even if cured. Medications can decrease the risk of those living with people who have leprosy from acquiring the disease and likely those with whom people with leprosy come into contact outside the home. The WHO recommends that preventive medicine be given to people who are in close contact with someone who has leprosy. The suggested preventive treatment is a single dose of rifampicin (SDR) in adults and children over 2 years old who do not already have leprosy or tuberculosis. Preventive treatment is associated with a 57% reduction in infections within 2 years and a 30% reduction in infections within 6 years.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Early detection of the disease is important, since physical and neurological damage may be a permanent effect even if cured. Medications can decrease the risk of those living with people who have leprosy from acquiring the disease and likely those with whom people with leprosy come into contact outside the home. The WHO recommends that preventive medicine be given to people who are in close contact with someone who has leprosy. The suggested preventive treatment is a single dose of rifampicin (SDR) in adults and children over 2 years old who do not already have leprosy or tuberculosis. Preventive treatment is associated with a 57% reduction in infections within 2 years and a 30% reduction in infections within 6 years.", "sentence2": "If someone loses the use of a leg due to leprosy and is then cured, do they risk a permanent loss of leg function?", "label": "YES"}
