{"SampleID": 3810, "PassageID": 320, "PassageEditID": 2, "original sentence": "Although the succession of Kim Jong-il coincided with much societal upheaval, and the succession is conventionally seen as a turning point of North Korean history, the change in leadership hardly had direct consequences.", "original cue": "hardly", "pre sentence": "Kim Il-sung died from a sudden heart attack on July 8, 1994.The politics in the last years of Kim Il-sung closely resemble those of the beginning of the Kim Jong-il era.", "post sentence": "", "pre cue": "Although the succession of Kim Jong-il coincided with much societal upheaval, and the succession is conventionally seen as a turning point of North Korean history, the change in leadership ", "post cue": "had direct consequences.", "original passage": "Kim Il-sung died from a sudden heart attack on July 8, 1994.The politics in the last years of Kim Il-sung closely resemble those of the beginning of the Kim Jong-il era. Although the succession of Kim Jong-il coincided with much societal upheaval, and the succession is conventionally seen as a turning point of North Korean history, the change in leadership hardly had direct consequences.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Kim Il-sung died from a sudden heart attack on July 8, 1994.The politics in the last years of Kim Il-sung hardly resemble those of the beginning of the Kim Jong-il era. Although the succession of Kim Jong-il coincided with much societal upheaval, and the succession is conventionally seen as a turning point of North Korean history, the change in leadership had direct consequences.", "sentence2": "Did ordinary Korean lives change because the style of governing had changed under a new ruler?", "label": "YES"}
{"SampleID": 941, "PassageID": 80, "PassageEditID": 0, "original sentence": "With a goal, the winning team would be awarded two points and the losing team none (just as if they had lost in regulation).", "original cue": "none", "pre sentence": "Various procedures are used if a tie occurs. In tournament play, as well as in the NHL playoffs, North Americans favour \"sudden death overtime\", in which the teams continue to play twenty-minute periods until a goal is scored. Up until the 1999–2000 season, regular-season NHL games were settled with a single five-minute sudden death period with five players (plus a goalie) per side, with both teams awarded one point in the standings in the event of a tie.", "post sentence": "Counting all time from when the puck first drops, a typical 60-minute game takes around 2 hours and 20 minutes to complete.", "pre cue": "With a goal, the winning team would be awarded two points and the losing team ", "post cue": "(just as if they had lost in regulation).", "original passage": "Various procedures are used if a tie occurs. In tournament play, as well as in the NHL playoffs, North Americans favour \"sudden death overtime\", in which the teams continue to play twenty-minute periods until a goal is scored. Up until the 1999–2000 season, regular-season NHL games were settled with a single five-minute sudden death period with five players (plus a goalie) per side, with both teams awarded one point in the standings in the event of a tie. With a goal, the winning team would be awarded two points and the losing team none (just as if they had lost in regulation). Counting all time from when the puck first drops, a typical 60-minute game takes around 2 hours and 20 minutes to complete.", "QuestionID": "q11", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Various procedures are used if a tie occurs. In tournament play, as well as in the NHL playoffs, North Americans favour \"sudden death overtime\", in which the teams continue to play twenty-minute periods until a goal is scored. Up until the 1999–2000 season, regular-season NHL games were settled with a single five-minute sudden death period with five players (plus a goalie) per side, with both teams awarded one point in the standings in the event of a tie. With a goal, the winning team would be awarded two points and the losing team none (just as if they had lost in regulation). Counting all time from when the puck first drops, a typical 60-minute game takes around 2 hours and 20 minutes to complete.", "sentence2": "Does a team in the NHL want to have very few points in the standings at the end of the season?", "label": "NO"}
{"SampleID": 4731, "PassageID": 398, "PassageEditID": 0, "original sentence": "The most common four-valve layout is a superset of the well-established three-valve layout and is noted in the table, despite the exposition of four-valve and also five-valve systems (the latter used on the tuba) being incomplete in this article.", "original cue": "incomplete", "pre sentence": "A core standard valve layout based on the action of three valves had become almost universal by (at latest) 1864 as witnessed by Arban's method published in that year. The effect of a particular combination of valves may be seen in the table below. This table is correct for the core three-valve layout on almost any modern valved brass instrument.", "post sentence": "", "pre cue": "The most common four-valve layout is a superset of the well-established three-valve layout and is noted in the table, despite the exposition of four-valve and also five-valve systems (the latter used on the tuba) being ", "post cue": "in this article.", "original passage": "A core standard valve layout based on the action of three valves had become almost universal by (at latest) 1864 as witnessed by Arban's method published in that year. The effect of a particular combination of valves may be seen in the table below. This table is correct for the core three-valve layout on almost any modern valved brass instrument. The most common four-valve layout is a superset of the well-established three-valve layout and is noted in the table, despite the exposition of four-valve and also five-valve systems (the latter used on the tuba) being incomplete in this article.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "A core standard valve layout based on the action of three valves had become almost universal by (at latest) 1864 as witnessed by Arban's method published in that year. The effect of a particular combination of valves may be seen in the table below. This table is correct for the core three-valve layout on almost any modern valved brass instrument. The most common four-valve layout is a superset of the well-established three-valve layout and is noted in the table, despite the exposition of four-valve and also five-valve systems (the latter used on the tuba) being incomplete in this article.", "sentence2": "Can you learn the entire five-valve system from this article?", "label": "NO"}
{"SampleID": 4351, "PassageID": 366, "PassageEditID": 0, "original sentence": "In 1948, Egypt's army was able to put a maximum of around 40,000 men into the field, 80% of its military-age male population being unfit for military service and its embryonic logistics system being limited in its ability to support ground forces deployed beyond its borders.", "original cue": "unfit", "pre sentence": "", "post sentence": "Initially, an expeditionary force of 10,000 men was sent to Palestine under the command of Maj. Gen. Ahmed Ali al-Mwawi. This force consisted of five infantry battalions, one armoured battalion equipped with British Light Tank Mk VI and Matilda tanks, one battalion of sixteen 25-pounder guns, a battalion of eight 6-pounder guns and one medium-machine-gun battalion with supporting troops.", "pre cue": "In 1948, Egypt's army was able to put a maximum of around 40,000 men into the field, 80% of its military-age male population being", "post cue": "for military service and its embryonic logistics system being limited in its ability to support ground forces deployed beyond its borders.", "original passage": "In 1948, Egypt's army was able to put a maximum of around 40,000 men into the field, 80% of its military-age male population being unfit for military service and its embryonic logistics system being limited in its ability to support ground forces deployed beyond its borders. Initially, an expeditionary force of 10,000 men was sent to Palestine under the command of Maj. Gen. Ahmed Ali al-Mwawi. This force consisted of five infantry battalions, one armoured battalion equipped with British Light Tank Mk VI and Matilda tanks, one battalion of sixteen 25-pounder guns, a battalion of eight 6-pounder guns and one medium-machine-gun battalion with supporting troops.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "In 1948, Egypt's army was able to put a maximum of around 40,000 men into the field, 80% of its military-age male population being unfit for military service and its embryonic logistics system being limited in its ability to support ground forces deployed beyond its borders. Initially, an expeditionary force of 10,000 men was sent to Palestine under the command of Maj. Gen. Ahmed Ali al-Mwawi. This force consisted of five infantry battalions, one armoured battalion equipped with British Light Tank Mk VI and Matilda tanks, one battalion of sixteen 25-pounder guns, a battalion of eight 6-pounder guns and one medium-machine-gun battalion with supporting troops.", "sentence2": "Did Egypt's army likely do a poor job marketing itself to potential recruits in 1948?", "label": "DON'T KNOW"}
{"SampleID": 3862, "PassageID": 325, "PassageEditID": 0, "original sentence": "Fearing large job losses due to the poor cash flow situation and the unstable ownership structure, the French government arranged talks between Citroën and Michelin culminating in the merger of Automobiles Citroën and Automobiles Peugeot into a single company.", "original cue": "unstable", "pre sentence": "", "post sentence": "Thus, one year after the break with Fiat, on 24 June 1974 Citroën announced the new partnership, this time with Peugeot. to whom Michelin agreed to transfer control of the business.", "pre cue": "Fearing large job losses due to the poor cash flow situation and the", "post cue": " ownership structure, the French government arranged talks between Citroën and Michelin culminating in the merger of Automobiles Citroën and Automobiles Peugeot into a single company.", "original passage": "Fearing large job losses due to the poor cash flow situation and the unstable ownership structure, the French government arranged talks between Citroën and Michelin culminating in the merger of Automobiles Citroën and Automobiles Peugeot into a single company. Thus, one year after the break with Fiat, on 24 June 1974 Citroën announced the new partnership, this time with Peugeot. to whom Michelin agreed to transfer control of the business.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Fearing large job losses due to the poor cash flow situation and the unstable ownership structure, the French government arranged talks between Citroën and Michelin culminating in the merger of Automobiles Citroën and Automobiles Peugeot into a single company. Thus, one year after the break with Fiat, on 24 June 1974 Citroën announced the new partnership, this time with Peugeot. to whom Michelin agreed to transfer control of the business.", "sentence2": "In the absence of government intervention, would French citizens have expected the overall ownership structure of Citroën to have remained more or less consistent from 1974 to 1975?", "label": "NO"}
{"SampleID": 4975, "PassageID": 417, "PassageEditID": 2, "original sentence": "They also disliked the darker elements in Whedon's original script, wanting to make it a lighter comedy.", "original cue": "dislike", "pre sentence": "Whedon was involved in an advisory role early in the production but departed after becoming dissatisfied with the direction the film was taking. Executives at 20th Century Fox removed many of Whedon's jokes, believing the humor to be too abstract for audiences.", "post sentence": " Merrick's suicide was replaced with his being killed by Lothos, and Buffy's burning down her high school gym to kill all the vampires was eliminated altogether.", "pre cue": "They also", "post cue": "d the darker elements in Whedon's original script, wanting to make it a lighter comedy.", "original passage": "Whedon was involved in an advisory role early in the production but departed after becoming dissatisfied with the direction the film was taking. Executives at 20th Century Fox removed many of Whedon's jokes, believing the humor to be too abstract for audiences. They also disliked the darker elements in Whedon's original script, wanting to make it a lighter comedy. Merrick's suicide was replaced with his being killed by Lothos, and Buffy's burning down her high school gym to kill all the vampires was eliminated altogether.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Whedon was involved in an advisory role early in the production but departed after becoming dissatisfied with the direction the film was taking. Executives at 20th Century Fox removed many of Whedon's jokes, believing the humor to be too abstract for audiences. The executives also tended to dislike the usual Whedonesque dark humor in his original script, wanting to make an action-oriented teen drama. Merrick's suicide was replaced with his being killed by Lothos, and Buffy's burning down her high school gym to kill all the vampires was eliminated altogether.", "sentence2": "From the executives' reaction, could you surmise that this movie was being made in a period just after the movie \"Scream\" was released, which proved to Fox that comedy and horror could successfully co-exist in a movie (and in movies that tried to mimic its appeal)?", "label": "NO"}
{"SampleID": 1532, "PassageID": 130, "PassageEditID": 0, "original sentence": "The antennae are composed of many segments and have clubbed tips (unlike moths that have tapering or feathery antennae).", "original cue": "unlike", "pre sentence": "The reproductive stage of the insect is the winged adult or imago. The surface of both butterflies and moths is covered by scales, each of which is an outgrowth from a single epidermal cell. The head is small and dominated by the two large compound eyes. These are capable of distinguishing flower shapes or motion but cannot view distant objects clearly. Colour perception is good, especially in some species in the blue/violet range. ", "post sentence": "The sensory receptors are concentrated in the tips and can detect odours. Taste receptors are located on the palps and on the feet. The mouthparts are adapted to sucking and the mandibles are usually reduced in size or absent. The first maxillae are elongated into a tubular proboscis which is curled up at rest and expanded when needed to feed. The first and second maxillae bear palps which function as sensory organs. Some species have a reduced proboscis or maxillary palps and do not feed as adults.", "pre cue": "The antennae are composed of many segments and have clubbed tips (", "post cue": "moths that have tapering or feathery antennae).", "original passage": "The reproductive stage of the insect is the winged adult or imago. The surface of both butterflies and moths is covered by scales, each of which is an outgrowth from a single epidermal cell. The head is small and dominated by the two large compound eyes. These are capable of distinguishing flower shapes or motion but cannot view distant objects clearly. Colour perception is good, especially in some species in the blue/violet range. The antennae are composed of many segments and have clubbed tips (unlike moths that have tapering or feathery antennae). The sensory receptors are concentrated in the tips and can detect odours. Taste receptors are located on the palps and on the feet. The mouthparts are adapted to sucking and the mandibles are usually reduced in size or absent. The first maxillae are elongated into a tubular proboscis which is curled up at rest and expanded when needed to feed. The first and second maxillae bear palps which function as sensory organs. Some species have a reduced proboscis or maxillary palps and do not feed as adults.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The reproductive stage of the insect is the winged adult or imago. The surface of both butterflies and moths is covered by scales, each of which is an outgrowth from a single epidermal cell. The head is small and dominated by the two large compound eyes. These are capable of distinguishing flower shapes or motion but cannot view distant objects clearly. Colour perception is good, especially in some species in the blue/violet range. The antennae are composed of many segments and have clubbed tips (unlike moths that have tapering or feathery antennae). The sensory receptors are concentrated in the tips and can detect odours. Taste receptors are located on the palps and on the feet. The mouthparts are adapted to sucking and the mandibles are usually reduced in size or absent. The first maxillae are elongated into a tubular proboscis which is curled up at rest and expanded when needed to feed. The first and second maxillae bear palps which function as sensory organs. Some species have a reduced proboscis or maxillary palps and do not feed as adults.", "sentence2": "From this passage, could you conclude that mutli-segmented, clubbed antennae are an adaptation that is strictly useful in nocturnal insects such as moths?", "label": "NO"}
{"SampleID": 1811, "PassageID": 154, "PassageEditID": 0, "original sentence": "All the obsolete 8-bit encodings are rarely used in the communication protocols and text-exchange data formats, having been mostly replaced with UTF-8.", "original cue": "rarely", "pre sentence": "", "post sentence": " A number of encoding conversion applications were developed. \"iconv\" is an example that is supported by most versions of Linux, Macintosh and some other operating systems; but converters are rarely needed unless accessing texts created more than a few years ago.", "pre cue": "All the obsolete 8-bit encodings are", "post cue": "used in the communication protocols and text-exchange data formats, having been mostly replaced with UTF-8.", "original passage": "All the obsolete 8-bit encodings are rarely used in the communication protocols and text-exchange data formats, having been mostly replaced with UTF-8. A number of encoding conversion applications were developed. \"iconv\" is an example that is supported by most versions of Linux, Macintosh and some other operating systems; but converters are rarely needed unless accessing texts created more than a few years ago.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "All the obsolete 8-bit encodings are rarely used in the communication protocols and text-exchange data formats, having been mostly replaced with UTF-8. A number of encoding conversion applications were developed. \"iconv\" is an example that is supported by most versions of Linux, Macintosh and some other operating systems; but converters are rarely needed unless accessing texts created more than a few years ago.", "sentence2": "If I am sending text-based communications to someone else, is the text likely encoded in an 8-bit encoding?", "label": "NO"}
{"SampleID": 877, "PassageID": 73, "PassageEditID": 1, "original sentence": "In 1985, Antonioni suffered a stroke, which left him partly paralyzed and unable to speak.", "original cue": "unable", "pre sentence": "In 1980, Antonioni made \"Il mistero di Oberwald\" (\"The Mystery of Oberwald\"), an experiment in the electronic treatment of color, recorded in video then transferred to film, featuring Monica Vitti once more. It is based on Jean Cocteau's play \"L'Aigle à deux têtes\" (\"The Eagle With Two Heads\"). \"Identificazione di una donna\" (\"Identification of a Woman\", 1982), filmed in Italy, deals one more time with the recursive subjects of his Italian trilogy.", "post sentence": "However, he continued to make films, including \"Beyond the Clouds\" (1995), for which Wim Wenders filmed some scenes. As Wenders has explained, Antonioni rejected almost all the material filmed by Wenders during the editing, except for a few short interludes. They shared the FIPRESCI Prize at the Venice Film Festival with \"Cyclo\".", "pre cue": "In 1985, Antonioni suffered a stroke, which left him partly paralyzed and", "post cue": "to speak.", "original passage": "In 1980, Antonioni made \"Il mistero di Oberwald\" (\"The Mystery of Oberwald\"), an experiment in the electronic treatment of color, recorded in video then transferred to film, featuring Monica Vitti once more. It is based on Jean Cocteau's play \"L'Aigle à deux têtes\" (\"The Eagle With Two Heads\"). \"Identificazione di una donna\" (\"Identification of a Woman\", 1982), filmed in Italy, deals one more time with the recursive subjects of his Italian trilogy. In 1985, Antonioni suffered a stroke, which left him partly paralyzed and unable to speak. However, he continued to make films, including \"Beyond the Clouds\" (1995), for which Wim Wenders filmed some scenes. As Wenders has explained, Antonioni rejected almost all the material filmed by Wenders during the editing, except for a few short interludes. They shared the FIPRESCI Prize at the Venice Film Festival with \"Cyclo\".", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "In 1980, Antonioni made \"Il mistero di Oberwald\" (\"The Mystery of Oberwald\"), an experiment in the electronic treatment of color, recorded in video then transferred to film, featuring Monica Vitti once more. It is based on Jean Cocteau's play \"L'Aigle à deux têtes\" (\"The Eagle With Two Heads\"). \"Identificazione di una donna\" (\"Identification of a Woman\", 1982), filmed in Italy, deals one more time with the recursive subjects of his Italian trilogy. In 1985, Antonioni suffered a stroke, which left him mute, with his body partially paralyzed. However, he continued to make films, including \"Beyond the Clouds\" (1995), for which Wim Wenders filmed some scenes. As Wenders has explained, Antonioni rejected almost all the material filmed by Wenders during the editing, except for a few short interludes. They shared the FIPRESCI Prize at the Venice Film Festival with \"Cyclo\".", "sentence2": "Could Antonioni have potentially lived the remainder of his life in a similar manner to that of Franklin Roosevelt, successfully hiding his affliction from many in the public while confidently giving radio addresses or being photographed riding in cars?", "label": "NO"}
