{"SampleID": 2803, "PassageID": 236, "PassageEditID": 3, "original sentence": "It is because live-action dubbed movies rarely did well in United States box office since the 1980s.", "original cue": "rarely", "pre sentence": "In the United States and English-speaking Canada, live-action foreign films are usually shown in theaters with their original languages and English subtitles. ", "post sentence": "The 1982 United States theatrical release of Wolfgang Peterson's \"Das Boot\" was the last major release to go out in both original and English-dubbed versions, and the film's original version actually grossed much higher than the English-dubbed version. Later on, English-dubbed versions of international hits like \"Un indien dans la ville\", \"Godzilla 2000\", \"Anatomy\", \"Pinocchio, The Return of Godzilla\" and \"High Tension\" flopped at United States box offices. When Miramax planned to release the English-dubbed versions of \"Shaolin Soccer\" and \"Hero\" in the United States cinemas, their English-dubbed versions scored badly in test screenings in the United States, so Miramax finally released the films in United States cinemas with their original language.", "pre cue": "It is because live-action dubbed movies", "post cue": "did well in United States box office since the 1980s.", "original passage": "In the United States and English-speaking Canada, live-action foreign films are usually shown in theaters with their original languages and English subtitles. It is because live-action dubbed movies rarely did well in United States box office since the 1980s. The 1982 United States theatrical release of Wolfgang Peterson's \"Das Boot\" was the last major release to go out in both original and English-dubbed versions, and the film's original version actually grossed much higher than the English-dubbed version. Later on, English-dubbed versions of international hits like \"Un indien dans la ville\", \"Godzilla 2000\", \"Anatomy\", \"Pinocchio, The Return of Godzilla\" and \"High Tension\" flopped at United States box offices. When Miramax planned to release the English-dubbed versions of \"Shaolin Soccer\" and \"Hero\" in the United States cinemas, their English-dubbed versions scored badly in test screenings in the United States, so Miramax finally released the films in United States cinemas with their original language.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "In the United States and English-speaking Canada, live-action foreign films are usually shown in theaters with dubbed English audio. It is because live-action dubbed movies usually did well in United States box office since the 1980s. The 1982 United States theatrical release of Wolfgang Peterson's \"Das Boot\" was the first major release to go out in both original and English-dubbed versions, and the film's dubbed version actually grossed much higher than the English-subbed version. Later on, English-dubbed versions of international hits like \"Un indien dans la ville\", \"Godzilla 2000\", \"Anatomy\", \"Pinocchio, The Return of Godzilla\" and \"High Tension\" soared at United States box offices. When Miramax planned to release the English-dubbed versions of \"Shaolin Soccer\" and \"Hero\" in the United States cinemas, their English-dubbed versions scored well in test screenings in the United States, so Miramax finally released the films in United States cinemas with the English dubbed.", "sentence2": "Is the local theater likely to show a foreign-language film with English-dubbed audio today?", "label": "YES"}
{"SampleID": 3455, "PassageID": 291, "PassageEditID": 0, "original sentence": "According to the study authors, the finding is significant because \"no study has prospectively demonstrated personality change in healthy adults after an experimentally manipulated discrete event.\"", "original cue": "no", "pre sentence": "A 2011 prospective study by Roland R. Griffiths and colleagues suggests that a single high dosage of psilocybin can cause long-term changes in the personality of its users. About half of the study participants—described as healthy, \"spiritually active\", and many possessing postgraduate degrees—showed an increase in the personality dimension of openness (assessed using the Revised NEO Personality Inventory), and this positive effect was apparent more than a year after the psilocybin session.", "post sentence": "A further study by Griffiths in 2017 found that doses of 20 to 30 mg/70 kg psilocybin inducing mystical-type experiences brought more lasting changes to traits including altruism, gratitude, forgiveness and feeling close to others when they were combined with a regular meditation practice and an extensive spiritual practice support programme. Although other researchers have described instances of psychedelic drug usage leading to new psychological understandings and personal insights, it is not known whether these experimental results can be generalized to larger populations.", "pre cue": "According to the study authors, the finding is significant because \"", "post cue": " study has prospectively demonstrated personality change in healthy adults after an experimentally manipulated discrete event.\"", "original passage": "A 2011 prospective study by Roland R. Griffiths and colleagues suggests that a single high dosage of psilocybin can cause long-term changes in the personality of its users. About half of the study participants—described as healthy, \"spiritually active\", and many possessing postgraduate degrees—showed an increase in the personality dimension of openness (assessed using the Revised NEO Personality Inventory), and this positive effect was apparent more than a year after the psilocybin session. According to the study authors, the finding is significant because \"no study has prospectively demonstrated personality change in healthy adults after an experimentally manipulated discrete event.\" A further study by Griffiths in 2017 found that doses of 20 to 30 mg/70 kg psilocybin inducing mystical-type experiences brought more lasting changes to traits including altruism, gratitude, forgiveness and feeling close to others when they were combined with a regular meditation practice and an extensive spiritual practice support programme. Although other researchers have described instances of psychedelic drug usage leading to new psychological understandings and personal insights, it is not known whether these experimental results can be generalized to larger populations.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "A 2011 prospective study by Roland R. Griffiths and colleagues suggests that a single high dosage of psilocybin can cause long-term changes in the personality of its users. About half of the study participants—described as healthy, \"spiritually active\", and many possessing postgraduate degrees—showed an increase in the personality dimension of openness (assessed using the Revised NEO Personality Inventory), and this positive effect was apparent more than a year after the psilocybin session. According to the study authors, the finding is significant because \"no study has prospectively demonstrated personality change in healthy adults after an experimentally manipulated discrete event.\" A further study by Griffiths in 2017 found that doses of 20 to 30 mg/70 kg psilocybin inducing mystical-type experiences brought more lasting changes to traits including altruism, gratitude, forgiveness and feeling close to others when they were combined with a regular meditation practice and an extensive spiritual practice support programme. Although other researchers have described instances of psychedelic drug usage leading to new psychological understandings and personal insights, it is not known whether these experimental results can be generalized to larger populations.", "sentence2": "Could a researcher cite the 2011 study as an example of the positive effects of psilocybin to personality changes?", "label": "YES"}
{"SampleID": 3432, "PassageID": 289, "PassageEditID": 0, "original sentence": "37.5% of all households were made up of individuals, and none had someone living alone who was 65 years of age or older.", "original cue": "none", "pre sentence": "There were 16 households, out of which 31.3% had children under the age of 18 living with them, 50.0% were married couples living together, 6.3% had a female householder with no husband present, and 37.5% were non-families.", "post sentence": "The average household size was 2.38 and the average family size was 3.20.", "pre cue": "37.5% of all households were made up of individuals, and", "post cue": "had someone living alone who was 65 years of age or older.", "original passage": "There were 16 households, out of which 31.3% had children under the age of 18 living with them, 50.0% were married couples living together, 6.3% had a female householder with no husband present, and 37.5% were non-families. 37.5% of all households were made up of individuals, and none had someone living alone who was 65 years of age or older. The average household size was 2.38 and the average family size was 3.20.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "There were 16 households, out of which 31.3% had children under the age of 18 living with them, 50.0% were married couples living together, 6.3% had a female householder with no husband present, and 37.5% were non-families. 37.5% of all households were made up of individuals, and none had someone living alone who was 65 years of age or older. The average household size was 2.38 and the average family size was 3.20.", "sentence2": "Regardless of the quality of senior care in this community, does it sound like organized records are being kept of which households might need assistance?", "label": "YES"}
{"SampleID": 7398, "PassageID": 620, "PassageEditID": 2, "original sentence": "Prior to the events of the film, replicants became illegal on Earth after a bloody off-world mutiny by a band of Nexus-6 models.", "original cue": "illegal", "pre sentence": "", "post sentence": "Two weeks before the starting point of the film, six Nexus-6 replicants escaped the off-world colonies, killing 23 people and taking a shuttle to Earth; the film focuses on the pursuit of the replicants by Rick Deckard, a category of police-officer bounty-hunter called a \"Blade Runner\", who investigates, tests, and retires replicants found on Earth.", "pre cue": "Prior to the events of the film, replicants became ", "post cue": "on Earth after a bloody off-world mutiny by a band of Nexus-6 models.", "original passage": "Prior to the events of the film, replicants became illegal on Earth after a bloody off-world mutiny by a band of Nexus-6 models. Two weeks before the starting point of the film, six Nexus-6 replicants escaped the off-world colonies, killing 23 people and taking a shuttle to Earth; the film focuses on the pursuit of the replicants by Rick Deckard, a category of police-officer bounty-hunter called a \"Blade Runner\", who investigates, tests, and retires replicants found on Earth.", "QuestionID": "q20", "Confidence": 4, "Passage is enough": "Passage is enough", "sentence1": "Prior to the events of the illegal film, replicants became legal on Earth after a bloody off-world mutiny by a band of Nexus-6 models. Two weeks before the starting point of the film, six Nexus-6 replicants escaped the off-world colonies, killing 23 people and taking a shuttle to Earth; the film focuses on the pursuit of the replicants by Rick Deckard, a category of police-officer bounty-hunter called a \"Blade Runner\", who investigates, tests, and retires replicants found on Earth.", "sentence2": "During the time of the events of the film, would a replicant likely try to apply for a job on Earth?", "label": "YES"}
{"SampleID": 2028, "PassageID": 172, "PassageEditID": 3, "original sentence": "Early detection of the disease is important, since physical and neurological damage may be irreversible even if cured.", "original cue": "irreversible", "pre sentence": "", "post sentence": "Medications can decrease the risk of those living with people who have leprosy from acquiring the disease and likely those with whom people with leprosy come into contact outside the home. The WHO recommends that preventive medicine be given to people who are in close contact with someone who has leprosy. The suggested preventive treatment is a single dose of rifampicin (SDR) in adults and children over 2 years old who do not already have leprosy or tuberculosis. Preventive treatment is associated with a 57% reduction in infections within 2 years and a 30% reduction in infections within 6 years.", "pre cue": "Early detection of the disease is important, since physical and neurological damage may be ", "post cue": "even if cured.", "original passage": "Early detection of the disease is important, since physical and neurological damage may be irreversible even if cured. Medications can decrease the risk of those living with people who have leprosy from acquiring the disease and likely those with whom people with leprosy come into contact outside the home. The WHO recommends that preventive medicine be given to people who are in close contact with someone who has leprosy. The suggested preventive treatment is a single dose of rifampicin (SDR) in adults and children over 2 years old who do not already have leprosy or tuberculosis. Preventive treatment is associated with a 57% reduction in infections within 2 years and a 30% reduction in infections within 6 years.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Early detection of the disease is important, although physical and neurological damage can be resolved once cured. Medications can decrease the risk of those living with people who have leprosy from acquiring the disease and likely those with whom people with leprosy come into contact outside the home. The WHO recommends that preventive medicine be given to people who are in close contact with someone who has leprosy. The suggested preventive treatment is a single dose of rifampicin (SDR) in adults and children over 2 years old who do not already have leprosy or tuberculosis. Preventive treatment is associated with a 57% reduction in infections within 2 years and a 30% reduction in infections within 6 years.", "sentence2": "If someone gets leprosy and is then cured, will they have any lasting effects?", "label": "NO"}
{"SampleID": 936, "PassageID": 79, "PassageEditID": 3, "original sentence": "Pennsylvania is divided into 60 judicial districts, most of which (except Philadelphia) have magisterial district judges (formerly called district justices and justices of the peace), who preside mainly over preliminary hearings in felony and misdemeanor offenses, all minor (summary) criminal offenses, and small civil claims.", "original cue": "except", "pre sentence": "", "post sentence": " Most criminal and civil cases originate in the Courts of Common Pleas, which also serve as appellate courts to the district judges and for local agency decisions. The Superior Court hears all appeals from the Courts of Common Pleas not expressly designated to the Commonwealth Court or Supreme Court. It also has original jurisdiction to review warrants for wiretap surveillance. The Commonwealth Court is limited to appeals from final orders of certain state agencies and certain designated cases from the Courts of Common Pleas. The Supreme Court of Pennsylvania is the final appellate court. All judges in Pennsylvania are elected; the chief justice is determined by seniority.", "pre cue": "Pennsylvania is divided into 60 judicial districts, most of which (", "post cue": " Philadelphia) have magisterial district judges (formerly called district justices and justices of the peace), who preside mainly over preliminary hearings in felony and misdemeanor offenses, all minor (summary) criminal offenses, and small civil claims.", "original passage": "Pennsylvania is divided into 60 judicial districts, most of which (except Philadelphia) have magisterial district judges (formerly called district justices and justices of the peace), who preside mainly over preliminary hearings in felony and misdemeanor offenses, all minor (summary) criminal offenses, and small civil claims. Most criminal and civil cases originate in the Courts of Common Pleas, which also serve as appellate courts to the district judges and for local agency decisions. The Superior Court hears all appeals from the Courts of Common Pleas not expressly designated to the Commonwealth Court or Supreme Court. It also has original jurisdiction to review warrants for wiretap surveillance. The Commonwealth Court is limited to appeals from final orders of certain state agencies and certain designated cases from the Courts of Common Pleas. The Supreme Court of Pennsylvania is the final appellate court. All judges in Pennsylvania are elected; the chief justice is determined by seniority.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Pennsylvania is divided into 60 judicial districts, all of which (including those for the capital and for the largest city of Philadelphia) have magisterial district judges (formerly called district justices and justices of the peace), who preside mainly over preliminary hearings in felony and misdemeanor offenses, all minor (summary) criminal offenses, and small civil claims. Most criminal and civil cases originate in the Courts of Common Pleas, which also serve as appellate courts to the district judges and for local agency decisions. The Superior Court hears all appeals from the Courts of Common Pleas not expressly designated to the Commonwealth Court or Supreme Court. It also has original jurisdiction to review warrants for wiretap surveillance. The Commonwealth Court is limited to appeals from final orders of certain state agencies and certain designated cases from the Courts of Common Pleas. The Supreme Court of Pennsylvania is the final appellate court. All judges in Pennsylvania are elected; the chief justice is determined by seniority.", "sentence2": "Would the way that Philadelphia's district court system is organized, relative to that of the rest of the state, tend to reinforce the common misconception that Philadelphia is a state capital?", "label": "NO"}
{"SampleID": 4153, "PassageID": 349, "PassageEditID": 2, "original sentence": "During his naval service, Hall was elected in absence to the National Committee of the CPUSA.", "original cue": "absence", "pre sentence": "Hall volunteered for the United States Navy when World War II broke out, serving as a machinist in Guam. During the first years of the war in Europe, the CPUSA held an isolationist stance, as the Soviet Union and Nazi Germany were cooperating based on the Molotov–Ribbentrop Pact. When Hitler broke the treaty by invading the USSR in June 1941, the CPUSA began to officially support the war effort.", "post sentence": "He was honorably discharged from the Navy on March 6, 1946.", "pre cue": "During his naval service, Hall was elected in ", "post cue": "to the National Committee of the CPUSA.", "original passage": "Hall volunteered for the United States Navy when World War II broke out, serving as a machinist in Guam. During the first years of the war in Europe, the CPUSA held an isolationist stance, as the Soviet Union and Nazi Germany were cooperating based on the Molotov–Ribbentrop Pact. When Hitler broke the treaty by invading the USSR in June 1941, the CPUSA began to officially support the war effort. During his naval service, Hall was elected in absence to the National Committee of the CPUSA. He was honorably discharged from the Navy on March 6, 1946.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Hall volunteered for the United States Navy when World War II broke out, serving as a machinist in Guam. During the first years of the war in Europe, the CPUSA held an isolationist stance, as the Soviet Union and Nazi Germany were cooperating based on the Molotov–Ribbentrop Pact. When Hitler broke the treaty by invading the USSR in June 1941, the CPUSA began to officially support the war effort. During a brief leave of absence from his naval service, Hall was inducted into the National Committee of the CPUSA. He was honorably discharged from the Navy on March 6, 1946.", "sentence2": "Regardless of whether he was on active duty on that exact day, was Hall a uniformed member of the Armed Services, and on the US military payroll when he was elected to the CPUSA National Committee?", "label": "YES"}
{"SampleID": 4129, "PassageID": 347, "PassageEditID": 2, "original sentence": "She never stopped performing, however.", "original cue": "never", "pre sentence": "Smith's career was cut short by the Great Depression, which nearly put the recording industry out of business, and the advent of sound in film, which spelled the end of vaudeville. ", "post sentence": "The days of elaborate vaudeville shows were over, but Smith continued touring and occasionally sang in clubs. In 1929, she appeared in a Broadway musical, \"Pansy\". The play was a flop; top critics said she was its only asset.", "pre cue": "She", "post cue": " stopped performing, however.", "original passage": "Smith's career was cut short by the Great Depression, which nearly put the recording industry out of business, and the advent of sound in film, which spelled the end of vaudeville. She never stopped performing, however. The days of elaborate vaudeville shows were over, but Smith continued touring and occasionally sang in clubs. In 1929, she appeared in a Broadway musical, \"Pansy\". The play was a flop; top critics said she was its only asset.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Smith's career was cut short by the Great Depression, which nearly put the recording industry out of business, and the advent of sound in film, which somehow never spelled the end of vaudeville. She stopped performing, however. The days of elaborate vaudeville shows weren't over, but Smith stopped touring and occasionally singing in clubs. In 1929, she declined to appear in a Broadway musical, \"Pansy\". The play was a flop; top critics said she could have been its only asset.", "sentence2": "Did films with sound end Vaudeville?", "label": "NO"}
{"SampleID": 4477, "PassageID": 376, "PassageEditID": 3, "original sentence": "There are cases where they could inadvertently perhaps collect, but not wittingly.\"", "original cue": "inadvertently", "pre sentence": "At a March 2013 Senate Intelligence Committee hearing, Senator Ron Wyden asked Director of National Intelligence James Clapper, \"does the NSA collect any type of data at all on millions or hundreds of millions of Americans?\" Clapper replied \"No, sir.... Not wittingly.", "post sentence": "This statement came under scrutiny months later, in June 2013, details of the PRISM surveillance program were published, showing that \"the NSA apparently can gain access to the servers of nine Internet companies for a wide range of digital data.\" Wyden said that Clapper had failed to give a \"straight answer\" in his testimony. Clapper, in response to criticism, said, \"I responded in what I thought was the most truthful, or least untruthful manner.\" Clapper added, \"There are honest differences on the semantics of what -- when someone says ‘collection’ to me, that has a specific meaning, which may have a different meaning to him.\"", "pre cue": "There are cases where they could", "post cue": " perhaps collect, but not wittingly.\"", "original passage": "At a March 2013 Senate Intelligence Committee hearing, Senator Ron Wyden asked Director of National Intelligence James Clapper, \"does the NSA collect any type of data at all on millions or hundreds of millions of Americans?\" Clapper replied \"No, sir.... Not wittingly. There are cases where they could inadvertently perhaps collect, but not wittingly.\" This statement came under scrutiny months later, in June 2013, details of the PRISM surveillance program were published, showing that \"the NSA apparently can gain access to the servers of nine Internet companies for a wide range of digital data.\" Wyden said that Clapper had failed to give a \"straight answer\" in his testimony. Clapper, in response to criticism, said, \"I responded in what I thought was the most truthful, or least untruthful manner.\" Clapper added, \"There are honest differences on the semantics of what -- when someone says ‘collection’ to me, that has a specific meaning, which may have a different meaning to him.\"", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "At a March 2013 Senate Intelligence Committee hearing, Senator Ron Wyden asked Director of National Intelligence James Clapper, \"does the NSA collect any type of data at all on millions or hundreds of millions of Americans?\" Clapper replied \"Maybe, sir.... even wittingly. There are cases where they could perhaps collect wittingly.\" This statement came under scrutiny months later, in June 2013, details of the PRISM surveillance program were published, showing that \"the NSA apparently can gain access to the servers of nine Internet companies for a wide range of digital data.\" Wyden said that Clapper had failed to give a \"straight answer\" in his testimony. Clapper, in response to criticism, said, \"I responded in what I thought was the most truthful, or least untruthful manner.\" Clapper added, \"There are honest differences on the semantics of what -- when someone says ‘collection’ to me, that has a specific meaning, which may have a different meaning to him.\"", "sentence2": "If Clapper's statement is true, would the NSA follow up on any information they gathered on American citizens?", "label": "DON'T KNOW"}
{"SampleID": 876, "PassageID": 73, "PassageEditID": 1, "original sentence": "In 1985, Antonioni suffered a stroke, which left him partly paralyzed and unable to speak.", "original cue": "unable", "pre sentence": "In 1980, Antonioni made \"Il mistero di Oberwald\" (\"The Mystery of Oberwald\"), an experiment in the electronic treatment of color, recorded in video then transferred to film, featuring Monica Vitti once more. It is based on Jean Cocteau's play \"L'Aigle à deux têtes\" (\"The Eagle With Two Heads\"). \"Identificazione di una donna\" (\"Identification of a Woman\", 1982), filmed in Italy, deals one more time with the recursive subjects of his Italian trilogy.", "post sentence": "However, he continued to make films, including \"Beyond the Clouds\" (1995), for which Wim Wenders filmed some scenes. As Wenders has explained, Antonioni rejected almost all the material filmed by Wenders during the editing, except for a few short interludes. They shared the FIPRESCI Prize at the Venice Film Festival with \"Cyclo\".", "pre cue": "In 1985, Antonioni suffered a stroke, which left him partly paralyzed and", "post cue": "to speak.", "original passage": "In 1980, Antonioni made \"Il mistero di Oberwald\" (\"The Mystery of Oberwald\"), an experiment in the electronic treatment of color, recorded in video then transferred to film, featuring Monica Vitti once more. It is based on Jean Cocteau's play \"L'Aigle à deux têtes\" (\"The Eagle With Two Heads\"). \"Identificazione di una donna\" (\"Identification of a Woman\", 1982), filmed in Italy, deals one more time with the recursive subjects of his Italian trilogy. In 1985, Antonioni suffered a stroke, which left him partly paralyzed and unable to speak. However, he continued to make films, including \"Beyond the Clouds\" (1995), for which Wim Wenders filmed some scenes. As Wenders has explained, Antonioni rejected almost all the material filmed by Wenders during the editing, except for a few short interludes. They shared the FIPRESCI Prize at the Venice Film Festival with \"Cyclo\".", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "In 1980, Antonioni made \"Il mistero di Oberwald\" (\"The Mystery of Oberwald\"), an experiment in the electronic treatment of color, recorded in video then transferred to film, featuring Monica Vitti once more. It is based on Jean Cocteau's play \"L'Aigle à deux têtes\" (\"The Eagle With Two Heads\"). \"Identificazione di una donna\" (\"Identification of a Woman\", 1982), filmed in Italy, deals one more time with the recursive subjects of his Italian trilogy. In 1985, Antonioni suffered a stroke, which left him mute, with his body partially paralyzed. However, he continued to make films, including \"Beyond the Clouds\" (1995), for which Wim Wenders filmed some scenes. As Wenders has explained, Antonioni rejected almost all the material filmed by Wenders during the editing, except for a few short interludes. They shared the FIPRESCI Prize at the Venice Film Festival with \"Cyclo\".", "sentence2": "Would learning sign language have been a useful pursuit for Antonioni after his stroke, if he wished to communicate without external aids?", "label": "YES"}
{"SampleID": 3420, "PassageID": 288, "PassageEditID": 0, "original sentence": "About 2.7% of families and 13.0% of the population were below the poverty line, including none of those under the age of eighteen or sixty-five or over.", "original cue": "none", "pre sentence": "The median income for a household in the town was $48,864, and the median income for a family was $64,167. Males had a median income of $33,542 versus $32,188 for females. The per capita income for the town was $35,657.", "post sentence": "", "pre cue": "About 2.7% of families and 13.0% of the population were below the poverty line, including", "post cue": "of those under the age of eighteen or sixty-five or over.", "original passage": "The median income for a household in the town was $48,864, and the median income for a family was $64,167. Males had a median income of $33,542 versus $32,188 for females. The per capita income for the town was $35,657. About 2.7% of families and 13.0% of the population were below the poverty line, including none of those under the age of eighteen or sixty-five or over.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The median income for a household in the town was $48,864, and the median income for a family was $64,167. Males had a median income of $33,542 versus $32,188 for females. The per capita income for the town was $35,657. About 2.7% of families and 13.0% of the population were below the poverty line, including none of those under the age of eighteen or sixty-five or over.", "sentence2": "Would local companies want to start marketing campaigns that target teenagers and retirees, on the assumption that these groups are a bit more likely than the average resident to have disposable income?", "label": "YES"}
{"SampleID": 2865, "PassageID": 242, "PassageEditID": 0, "original sentence": "They also lack supraorbital processes on the frontal and have underdeveloped calcaneal tubers.", "original cue": "lack", "pre sentence": "Phocids are known as true or \"earless\" seals. These animals lack external ear flaps and are incapable of turning their hind-flippers forward, which makes them more cumbersome on land. In water, true seals swim by moving their hind-flippers and lower body from side to side. Phocids have thickened mastoids, enlarged entotympanic bones, everted pelvic bones and massive ankle bones. ", "post sentence": "A 2006 molecular study supports the division of phocids into two monophyletic subfamilies: Monachinae, which consists of \"Mirounga\", Monachini and Lobodontini; and Phocinae, which includes \"Pusa\", \"Phoca\", \"Halichoerus\", \"Histriophoca\", \"Pagophilus\", \"Erignathus\" and \"Cystophora\".", "pre cue": "They also", "post cue": "supraorbital processes on the frontal and have underdeveloped calcaneal tubers.", "original passage": "Phocids are known as true or \"earless\" seals. These animals lack external ear flaps and are incapable of turning their hind-flippers forward, which makes them more cumbersome on land. In water, true seals swim by moving their hind-flippers and lower body from side to side. Phocids have thickened mastoids, enlarged entotympanic bones, everted pelvic bones and massive ankle bones. They also lack supraorbital processes on the frontal and have underdeveloped calcaneal tubers. A 2006 molecular study supports the division of phocids into two monophyletic subfamilies: Monachinae, which consists of \"Mirounga\", Monachini and Lobodontini; and Phocinae, which includes \"Pusa\", \"Phoca\", \"Halichoerus\", \"Histriophoca\", \"Pagophilus\", \"Erignathus\" and \"Cystophora\".", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Phocids are known as true or \"earless\" seals. These animals lack external ear flaps and are incapable of turning their hind-flippers forward, which makes them more cumbersome on land. In water, true seals swim by moving their hind-flippers and lower body from side to side. Phocids have thickened mastoids, enlarged entotympanic bones, everted pelvic bones and massive ankle bones. They also lack supraorbital processes on the frontal and have underdeveloped calcaneal tubers. A 2006 molecular study supports the division of phocids into two monophyletic subfamilies: Monachinae, which consists of \"Mirounga\", Monachini and Lobodontini; and Phocinae, which includes \"Pusa\", \"Phoca\", \"Halichoerus\", \"Histriophoca\", \"Pagophilus\", \"Erignathus\" and \"Cystophora\".", "sentence2": "If you see a picture of a seal with supraorbital processes, are you looking at a phocid?", "label": "NO"}
{"SampleID": 7416, "PassageID": 622, "PassageEditID": 0, "original sentence": "Some Western experts believe the evidence released from the Soviet archives is understated, incomplete or unreliable.", "original cue": "incomplete", "pre sentence": "", "post sentence": " Conversely, historian Stephen G. Wheatcroft, who spent a good portion of his academic career researching the archives, contends that, prior to the collapse of the Soviet Union and the opening of the archives for historical research, \"our understanding of the scale and the nature of Soviet repression has been extremely poor\" and that some specialists who wish to maintain earlier high estimates of the Stalinist death toll are \"finding it difficult to adapt to the new circumstances when the archives are open and when there are plenty of irrefutable data\" and instead \"hang on to their old Sovietological methods with round-about calculations based on odd statements from emigres and other informants who are supposed to have superior knowledge.\"", "pre cue": "Some Western experts believe the evidence released from the Soviet archives is understated, ", "post cue": "or unreliable.", "original passage": "Some Western experts believe the evidence released from the Soviet archives is understated, incomplete or unreliable. Conversely, historian Stephen G. Wheatcroft, who spent a good portion of his academic career researching the archives, contends that, prior to the collapse of the Soviet Union and the opening of the archives for historical research, \"our understanding of the scale and the nature of Soviet repression has been extremely poor\" and that some specialists who wish to maintain earlier high estimates of the Stalinist death toll are \"finding it difficult to adapt to the new circumstances when the archives are open and when there are plenty of irrefutable data\" and instead \"hang on to their old Sovietological methods with round-about calculations based on odd statements from emigres and other informants who are supposed to have superior knowledge.\"", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Some Western experts believe the evidence released from the Soviet archives is understated, incomplete or unreliable. Conversely, historian Stephen G. Wheatcroft, who spent a good portion of his academic career researching the archives, contends that, prior to the collapse of the Soviet Union and the opening of the archives for historical research, \"our understanding of the scale and the nature of Soviet repression has been extremely poor\" and that some specialists who wish to maintain earlier high estimates of the Stalinist death toll are \"finding it difficult to adapt to the new circumstances when the archives are open and when there are plenty of irrefutable data\" and instead \"hang on to their old Sovietological methods with round-about calculations based on odd statements from emigres and other informants who are supposed to have superior knowledge.\"", "sentence2": "Would Soviet historians privately describe Soviet records as thorough?", "label": "DON'T KNOW"}
{"SampleID": 278, "PassageID": 24, "PassageEditID": 0, "original sentence": "Islamic economic institutes are not known for their intellectual freedom, and according to Muhammad Akram Khan are unlikely to allow criticism of the ideas or policies of their founding leaders or governments.", "original cue": "unlikely", "pre sentence": "", "post sentence": " The Centre for Research in Islamic Economics, an organ of the Jeddah University in Saudi Arabia, for example, \"cannot allow publication of any work that goes against the orthodox thinking of the influential\" Saudi religious leadership. Despite \"tall talk about ijtehad\", Islamic economists \"are shy\" about \"suggesting innovative ideas\" for fear of antagonizing religious clerics.", "pre cue": "Islamic economic institutes are not known for their intellectual freedom, and according to Muhammad Akram Khan are ", "post cue": "to allow criticism of the ideas or policies of their founding leaders or governments.", "original passage": "Islamic economic institutes are not known for their intellectual freedom, and according to Muhammad Akram Khan are unlikely to allow criticism of the ideas or policies of their founding leaders or governments. The Centre for Research in Islamic Economics, an organ of the Jeddah University in Saudi Arabia, for example, \"cannot allow publication of any work that goes against the orthodox thinking of the influential\" Saudi religious leadership. Despite \"tall talk about ijtehad\", Islamic economists \"are shy\" about \"suggesting innovative ideas\" for fear of antagonizing religious clerics.", "QuestionID": "q20", "Confidence": 3, "Passage is enough": "Passage is enough", "sentence1": "Islamic economic institutes are not known for their intellectual freedom, and according to Muhammad Akram Khan are unlikely to allow criticism of the ideas or policies of their founding leaders or governments. The Centre for Research in Islamic Economics, an organ of the Jeddah University in Saudi Arabia, for example, \"cannot allow publication of any work that goes against the orthodox thinking of the influential\" Saudi religious leadership. Despite \"tall talk about ijtehad\", Islamic economists \"are shy\" about \"suggesting innovative ideas\" for fear of antagonizing religious clerics.", "sentence2": "Could Islamic economic institutes attract diverse students and economists from around the world?", "label": "NO"}
{"SampleID": 3953, "PassageID": 332, "PassageEditID": 2, "original sentence": "The Spaniards enslaved Inca people and tried to prevent them from having \"the luxury\" of the coca leaf.", "original cue": "prevent", "pre sentence": "After the Spanish invasion and colonisation of the Inca Empire, the use of coca was restricted and appropriated by the Spaniards. By many historical accounts, the Spaniards tried to eradicate the coca leaf from Inca life. ", "post sentence": " Although the Spaniards noticed the state-controlled storage facilities that the Inca had built to distribute to its workers, they were still ignorant to the importance of this divine plant for Inca people. Not only that, enslaved Inca people were not capable of enduring the arduous labour the Spaniards made them do without using coca. Even though Spaniards were trying to push catholicism onto the Inca, which did not allow them to eat before the Eucharist (the Spaniards thought coca to be food), they allowed them to continue to use coca to endure the labour associated with slavery. After seeing the effects and powers of the coca plant, many Spaniards saw another opportunity for appropriation of Inca culture and started growing and selling coca themselves.", "pre cue": "The Spaniards enslaved Inca people and tried to", "post cue": " them from having \"the luxury\" of the coca leaf.", "original passage": "After the Spanish invasion and colonisation of the Inca Empire, the use of coca was restricted and appropriated by the Spaniards. By many historical accounts, the Spaniards tried to eradicate the coca leaf from Inca life. The Spaniards enslaved Inca people and tried to prevent them from having \"the luxury\" of the coca leaf. Although the Spaniards noticed the state-controlled storage facilities that the Inca had built to distribute to its workers, they were still ignorant to the importance of this divine plant for Inca people. Not only that, enslaved Inca people were not capable of enduring the arduous labour the Spaniards made them do without using coca. Even though Spaniards were trying to push catholicism onto the Inca, which did not allow them to eat before the Eucharist (the Spaniards thought coca to be food), they allowed them to continue to use coca to endure the labour associated with slavery. After seeing the effects and powers of the coca plant, many Spaniards saw another opportunity for appropriation of Inca culture and started growing and selling coca themselves.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "After the Spanish invasion and colonisation of the Inca Empire, the use of coca was restricted and appropriated by the Spaniards. By many historical accounts, the Spaniards tried to eradicate the coca leaf from Inca life. The Spaniards enslaved Inca people and tried to prevent them from any luxury but the coca leaf. Although the Spaniards noticed the state-controlled storage facilities that the Inca had built to distribute to its workers, they were still ignorant to the importance of this divine plant for Inca people. Not only that, enslaved Inca people were not capable of enduring the arduous labour the Spaniards made them do without using coca. Even though Spaniards were trying to push catholicism onto the Inca, which did not allow them to eat before the Eucharist (the Spaniards thought coca to be food), they allowed them to continue to use coca to endure the labour associated with slavery. After seeing the effects and powers of the coca plant, many Spaniards saw another opportunity for appropriation of Inca culture and started growing and selling coca themselves.", "sentence2": "Where the Inca people subject to slavery under the rule of Spain?", "label": "YES"}
{"SampleID": 3290, "PassageID": 277, "PassageEditID": 1, "original sentence": "Under the Nordic Language Convention, Danish-speaking citizens of the Nordic countries have the opportunity to use their native language when interacting with official bodies in other Nordic countries without being liable for any interpretation or translation costs.", "original cue": "without", "pre sentence": "In addition, a noticeable community of Danish speakers is in Southern Schleswig, the portion of Germany bordering Denmark, where it is an officially recognized regional language, just as German is north of the border. Furthermore, Danish is one of the official languages of the European Union and one of the working languages of the Nordic Council. ", "post sentence": "", "pre cue": "Under the Nordic Language Convention, Danish-speaking citizens of the Nordic countries have the opportunity to use their native language when interacting with official bodies in other Nordic countries ", "post cue": "being liable for any interpretation or translation costs.", "original passage": "In addition, a noticeable community of Danish speakers is in Southern Schleswig, the portion of Germany bordering Denmark, where it is an officially recognized regional language, just as German is north of the border. Furthermore, Danish is one of the official languages of the European Union and one of the working languages of the Nordic Council. Under the Nordic Language Convention, Danish-speaking citizens of the Nordic countries have the opportunity to use their native language when interacting with official bodies in other Nordic countries without being liable for any interpretation or translation costs.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "In addition, a noticeable community of Danish speakers is in Southern Schleswig, the portion of Germany bordering Denmark, where it is an officially recognized regional language, just as German is north of the border. Furthermore, Danish is one of the official languages of the European Union and one of the working languages of the Nordic Council. Under the Nordic Language Convention, Danish-speaking citizens of the Nordic countries have the opportunity to use their native language when interacting with official bodies in other Nordic countries with the costs of interpretation or translation being covered by others.", "sentence2": "Do citizens need to interact with official bodies to use their native languages?", "label": "DON'T KNOW"}
{"SampleID": 3203, "PassageID": 270, "PassageEditID": 0, "original sentence": "In debt and refused control of Normandy, he tried to ambush his father at Limoges.", "original cue": "refused", "pre sentence": "In 1183, the young King Henry tried again to force his father to hand over some of his patrimony.", "post sentence": "He was joined by troops sent by his brother Geoffrey and Philip II of France. Henry II's troops besieged the town, forcing his son to flee. After wandering aimlessly through Aquitaine, Henry the Younger caught dysentery. On Saturday, 11 June 1183, the young king realized he was dying and was overcome with remorse for his sins. When his father's ring was sent to him, he begged that his father would show mercy to his mother, and that all his companions would plead with Henry to set her free. Henry II sent Thomas of Earley, Archdeacon of Wells, to break the news to Eleanor at Sarum. Eleanor reputedly had a dream in which she foresaw her son Henry's death. In 1193, she would tell Pope Celestine III that she was tortured by his memory.", "pre cue": "In debt and", "post cue": " control of Normandy, he tried to ambush his father at Limoges.", "original passage": "In 1183, the young King Henry tried again to force his father to hand over some of his patrimony. In debt and refused control of Normandy, he tried to ambush his father at Limoges. He was joined by troops sent by his brother Geoffrey and Philip II of France. Henry II's troops besieged the town, forcing his son to flee. After wandering aimlessly through Aquitaine, Henry the Younger caught dysentery. On Saturday, 11 June 1183, the young king realized he was dying and was overcome with remorse for his sins. When his father's ring was sent to him, he begged that his father would show mercy to his mother, and that all his companions would plead with Henry to set her free. Henry II sent Thomas of Earley, Archdeacon of Wells, to break the news to Eleanor at Sarum. Eleanor reputedly had a dream in which she foresaw her son Henry's death. In 1193, she would tell Pope Celestine III that she was tortured by his memory.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "In 1183, the young King Henry tried again to force his father to hand over some of his patrimony. In debt and refused control of Normandy, he tried to ambush his father at Limoges. He was joined by troops sent by his brother Geoffrey and Philip II of France. Henry II's troops besieged the town, forcing his son to flee. After wandering aimlessly through Aquitaine, Henry the Younger caught dysentery. On Saturday, 11 June 1183, the young king realized he was dying and was overcome with remorse for his sins. When his father's ring was sent to him, he begged that his father would show mercy to his mother, and that all his companions would plead with Henry to set her free. Henry II sent Thomas of Earley, Archdeacon of Wells, to break the news to Eleanor at Sarum. Eleanor reputedly had a dream in which she foresaw her son Henry's death. In 1193, she would tell Pope Celestine III that she was tortured by his memory.", "sentence2": "Was the young King Henry remembered as a smart tactician?", "label": "DON'T KNOW"}
{"SampleID": 1737, "PassageID": 147, "PassageEditID": 3, "original sentence": "Melanistic clouded leopards are uncommon.", "original cue": "uncommon", "pre sentence": "Its hyoid bone is ossified, making it possible to purr. Its pupils contract into vertical slits. Irises are brownish yellow to grayish green. ", "post sentence": " It has rather short limbs compared to the other big cats. Its hind limbs are longer than its front limbs to allow for increased jumping and leaping capabilities. Its ulnae and radii are not fused, which also contributes to a greater range of motion when climbing trees and stalking prey. Clouded leopards weigh between. Females vary in head-to-body length from, with a tail long. Males are larger at with a tail long.", "pre cue": "Melanistic clouded leopards are", "post cue": ".", "original passage": "Its hyoid bone is ossified, making it possible to purr. Its pupils contract into vertical slits. Irises are brownish yellow to grayish green. Melanistic clouded leopards are uncommon. It has rather short limbs compared to the other big cats. Its hind limbs are longer than its front limbs to allow for increased jumping and leaping capabilities. Its ulnae and radii are not fused, which also contributes to a greater range of motion when climbing trees and stalking prey. Clouded leopards weigh between. Females vary in head-to-body length from, with a tail long. Males are larger at with a tail long.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Its hyoid bone is ossified, making it possible to purr. Its pupils contract into vertical slits. Irises are brownish yellow to grayish green. Melanistic clouded leopards are the most populous and widespread variety of their species. It has rather short limbs compared to the other big cats. Its hind limbs are longer than its front limbs to allow for increased jumping and leaping capabilities. Its ulnae and radii are not fused, which also contributes to a greater range of motion when climbing trees and stalking prey. Clouded leopards weigh between. Females vary in head-to-body length from, with a tail long. Males are larger at with a tail long.", "sentence2": "Although \"melanistic\" implies darkness in the skin or coat of a cat, is it reasonable to conclude that melanistic snow leopards are somewhat akin to white tigers--an unusual sight (and possibly even poorly adapted to the environment), but otherwise healthy members of their species", "label": "NO"}
{"SampleID": 492, "PassageID": 42, "PassageEditID": 2, "original sentence": "Although this salmon is not specifically called the \"Salmon of Knowledge\", etc., in the text, it is presumed to be so, i.e., the salmon that fed on the of knowledge at Segais.", "original cue": "not", "pre sentence": "Young Fionn, still known by his boyhood name Demne, met the poet Finn Éces (Finnegas), near the river Boyne and studied under him. Finnegas had spent seven years trying to catch the salmon that lived in Fec's Pool () of the Boyne, for it was prophesied the poet would eat this salmon, and \"nothing would remain unknown to him\". ", "post sentence": " Eventually the poet caught it, and told the boy to cook it for him. While he was cooking it, Demne burned his thumb, and instinctively put his thumb in his mouth. This imbued him with the salmon's wisdom, and when Éces saw that he had gained wisdom, he gave the youngster the whole salmon to eat, and gave Demne the new name, Fionn.", "pre cue": "Although this salmon is", "post cue": " specifically called the \"Salmon of Knowledge\", etc., in the text, it is presumed to be so, i.e., the salmon that fed on the of knowledge at Segais.", "original passage": "Young Fionn, still known by his boyhood name Demne, met the poet Finn Éces (Finnegas), near the river Boyne and studied under him. Finnegas had spent seven years trying to catch the salmon that lived in Fec's Pool () of the Boyne, for it was prophesied the poet would eat this salmon, and \"nothing would remain unknown to him\". Although this salmon is not specifically called the \"Salmon of Knowledge\", etc., in the text, it is presumed to be so, i.e., the salmon that fed on the of knowledge at Segais. Eventually the poet caught it, and told the boy to cook it for him. While he was cooking it, Demne burned his thumb, and instinctively put his thumb in his mouth. This imbued him with the salmon's wisdom, and when Éces saw that he had gained wisdom, he gave the youngster the whole salmon to eat, and gave Demne the new name, Fionn.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Young Fionn, still known by his boyhood name Demne, met the poet Finn Éces (Finnegas), near the river Boyne and studied under him. Finnegas had spent seven years trying to catch the salmon that lived in Fec's Pool () of the Boyne, for it was prophesied the poet would eat this salmon, and \"nothing would remain unknown to him\". Although this salmon is specifically called the \"Salmon of Knowledge\" in the text's narration, this fact is not known to the characters, and it is only presumed by them that it is the salmon that fed on the knowledge at Segais. Eventually the poet caught it, and told the boy to cook it for him. While he was cooking it, Demne burned his thumb, and instinctively put his thumb in his mouth. This imbued him with the salmon's wisdom, and when Éces saw that he had gained wisdom, he gave the youngster the whole salmon to eat, and gave Demne the new name, Fionn.", "sentence2": "From the way that he behaves in the story, is it likely that Éces had heard the prophesy of the salmon giving the poet wisdom, and therefore knew that only young Finnegas could benefit from eating the fish?", "label": "YES"}
{"SampleID": 2863, "PassageID": 241, "PassageEditID": 3, "original sentence": "Spain also includes the Balearic Islands in the Mediterranean Sea, the Canary Islands in the Atlantic Ocean and a number of uninhabited islands on the Mediterranean side of the Strait of Gibraltar, known as (\"places of sovereignty\", or territories under Spanish sovereignty), such as the Chafarinas Islands and Alhucemas.", "original cue": "uninhabited", "pre sentence": "", "post sentence": " The peninsula of Vélez de la Gomera is also regarded as a \"plaza de soberanía\". The isle of Alborán, located in the Mediterranean between Spain and North Africa, is also administered by Spain, specifically by the municipality of Almería, Andalusia. The little Pheasant Island in the River Bidasoa is a Spanish-French condominium.", "pre cue": "Spain also includes the Balearic Islands in the Mediterranean Sea, the Canary Islands in the Atlantic Ocean and a number of ", "post cue": " islands on the Mediterranean side of the Strait of Gibraltar, known as (\"places of sovereignty\", or territories under Spanish sovereignty), such as the Chafarinas Islands and Alhucemas.", "original passage": "Spain also includes the Balearic Islands in the Mediterranean Sea, the Canary Islands in the Atlantic Ocean and a number of uninhabited islands on the Mediterranean side of the Strait of Gibraltar, known as (\"places of sovereignty\", or territories under Spanish sovereignty), such as the Chafarinas Islands and Alhucemas. The peninsula of Vélez de la Gomera is also regarded as a \"plaza de soberanía\". The isle of Alborán, located in the Mediterranean between Spain and North Africa, is also administered by Spain, specifically by the municipality of Almería, Andalusia. The little Pheasant Island in the River Bidasoa is a Spanish-French condominium.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Spain also includes the Balearic Islands in the Mediterranean Sea, the Canary Islands in the Atlantic Ocean and a number of sparsely-inhabited islands on the Mediterranean side of the Strait of Gibraltar, known as (\"places of sovereignty\", or territories under Spanish sovereignty), such as the Chafarinas Islands and Alhucemas. The peninsula of Vélez de la Gomera is also regarded as a \"plaza de soberanía\". The isle of Alborán, located in the Mediterranean between Spain and North Africa, is also administered by Spain, specifically by the municipality of Almería, Andalusia. The little Pheasant Island in the River Bidasoa is a Spanish-French condominium.", "sentence2": "During the Spanish census, would census-takers have to travel to the Chafarinas Islands?", "label": "YES"}
{"SampleID": 4839, "PassageID": 407, "PassageEditID": 2, "original sentence": "The establishment of a second, independent Asiatic lion population in Kuno Wildlife Sanctuary, located in Madhya Pradesh was planned but in 2017, the Asiatic Lion Reintroduction Project seemed unlikely to be implemented.", "original cue": "unlike", "pre sentence": "The presence of numerous human habitations close to the National Park results in conflict between lions, local people and their livestock. Some consider the presence of lions a benefit, as they keep populations of crop damaging herbivores in check. ", "post sentence": "", "pre cue": "The establishment of a second, independent Asiatic lion population in Kuno Wildlife Sanctuary, located in Madhya Pradesh was planned but in 2017, the Asiatic Lion Reintroduction Project seemed", "post cue": "ly to be implemented.", "original passage": "The presence of numerous human habitations close to the National Park results in conflict between lions, local people and their livestock. Some consider the presence of lions a benefit, as they keep populations of crop damaging herbivores in check. The establishment of a second, independent Asiatic lion population in Kuno Wildlife Sanctuary, located in Madhya Pradesh was planned but in 2017, the Asiatic Lion Reintroduction Project seemed unlikely to be implemented.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The presence of numerous human habitations close to the National Park results in conflict between lions, local people and their livestock. Some consider the presence of lions a benefit, as they keep populations of crop damaging herbivores in check. The establishment of a second, independent Asiatic lion population in Kuno Wildlife Sanctuary, located in Madhya Pradesh appeared unlikely, and yet, in 2017, the Asiatic Lion Reintroduction Project was implemented.", "sentence2": "Would tourists travelling to Madhya Pradesh today be hopeful of seeing wild lions?", "label": "YES"}
