{"SampleID": 6845, "PassageID": 575, "PassageEditID": 2, "original sentence": "Many of the scientists not working with the main institutes stopped working on nuclear fission and devoted their efforts to more pressing war-related work.", "original cue": "not", "pre sentence": "After the Uranverein project was placed under the leadership of the Reichs Research Council, it focused on nuclear power production and thus maintained its \"kriegswichtig\" (importance for the war) status; funding therefore continued from the military. The nuclear power project was broken down into the following main areas: uranium and heavy water production, uranium isotope separation and the \"Uranmaschine\" (uranium machine, i.e., nuclear reactor). The project was then essentially split up between a number of institutes, where the directors dominated the research and set their own research agendas. The point in 1942, when the army relinquished its control of the German nuclear weapons program, was the zenith of the project relative to the number of personnel. About 70 scientists worked for the program, with about 40 devoting more than half their time to nuclear fission research. After 1942, the number of scientists working on applied nuclear fission diminished dramatically.", "post sentence": "", "pre cue": "Many of the scientists", "post cue": "working with the main institutes stopped working on nuclear fission and devoted their efforts to more pressing war-related work.", "original passage": "After the Uranverein project was placed under the leadership of the Reichs Research Council, it focused on nuclear power production and thus maintained its \"kriegswichtig\" (importance for the war) status; funding therefore continued from the military. The nuclear power project was broken down into the following main areas: uranium and heavy water production, uranium isotope separation and the \"Uranmaschine\" (uranium machine, i.e., nuclear reactor). The project was then essentially split up between a number of institutes, where the directors dominated the research and set their own research agendas. The point in 1942, when the army relinquished its control of the German nuclear weapons program, was the zenith of the project relative to the number of personnel. About 70 scientists worked for the program, with about 40 devoting more than half their time to nuclear fission research. After 1942, the number of scientists working on applied nuclear fission diminished dramatically. Many of the scientists not working with the main institutes stopped working on nuclear fission and devoted their efforts to more pressing war-related work.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "After the Uranverein project was placed under the leadership of the Reichs Research Council, it focused on nuclear power production and thus maintained its \"kriegswichtig\" (importance for the war) status; funding therefore continued from the military. The nuclear power project was broken down into the following main areas: uranium and heavy water production, uranium isotope separation and the \"Uranmaschine\" (uranium machine, i.e., nuclear reactor). The project was then essentially split up between a number of institutes, where the directors dominated the research and set their own research agendas. The point in 1942, when the army relinquished its control of the German nuclear weapons program, was the zenith of the project relative to the number of personnel. About 70 scientists worked for the program, with about 40 devoting more than half their time to nuclear fission research. After 1942, the number of scientists working on applied nuclear fission diminished dramatically. Many of the scientists working with the main institutes stopped working on nuclear fission and devoted their efforts to more pressing war-related work, but many of the scientists at the smaller institutions did not give up on the goal of nuclear power.", "sentence2": "Even after 1942, does it sound like the more centralized main institutions were still holding onto hope that nuclear weapons could win the war for Germany?", "label": "NO"}
{"SampleID": 4068, "PassageID": 342, "PassageEditID": 3, "original sentence": "A Nobel Prize was awarded to Earl Sutherland in 1971 for discovering the key role of AC-III in human liver, where adrenaline indirectly stimulates AC to mobilize stored energy in the \"fight or flight\" response.", "original cue": "indirectly", "pre sentence": "These adenylyl cyclases are the most familiar based on extensive study due to their important roles in human health. They are also found in some bacteria, notably \"Mycobacterium tuberculosis\" where they appear to have a key role in pathogenesis. Most AC-III's are integral membrane proteins involved in transducing extracellular signals into intracellular responses. ", "post sentence": " The effect of adrenaline is via a G protein signaling cascade, which transmits chemical signals from outside the cell across the membrane to the inside of the cell (cytoplasm). The outside signal (in this case, adrenaline) binds to a receptor, which transmits a signal to the G protein, which transmits a signal to adenylyl cyclase, which transmits a signal by converting adenosine triphosphate to cyclic adenosine monophosphate (cAMP). cAMP is known as a second messenger.", "pre cue": "A Nobel Prize was awarded to Earl Sutherland in 1971 for discovering the key role of AC-III in human liver, where adrenaline", "post cue": " stimulates AC to mobilize stored energy in the \"fight or flight\" response.", "original passage": "These adenylyl cyclases are the most familiar based on extensive study due to their important roles in human health. They are also found in some bacteria, notably \"Mycobacterium tuberculosis\" where they appear to have a key role in pathogenesis. Most AC-III's are integral membrane proteins involved in transducing extracellular signals into intracellular responses. A Nobel Prize was awarded to Earl Sutherland in 1971 for discovering the key role of AC-III in human liver, where adrenaline indirectly stimulates AC to mobilize stored energy in the \"fight or flight\" response. The effect of adrenaline is via a G protein signaling cascade, which transmits chemical signals from outside the cell across the membrane to the inside of the cell (cytoplasm). The outside signal (in this case, adrenaline) binds to a receptor, which transmits a signal to the G protein, which transmits a signal to adenylyl cyclase, which transmits a signal by converting adenosine triphosphate to cyclic adenosine monophosphate (cAMP). cAMP is known as a second messenger.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "These adenylyl cyclases are the most familiar based on extensive study due to their important roles in human health. They are also found in some bacteria, notably \"Mycobacterium tuberculosis\" where they appear to have a key role in pathogenesis. Most AC-III's are integral membrane proteins involved in transducing extracellular signals into intracellular responses. A Nobel Prize was awarded to Earl Sutherland in 1971 for discovering the key role of AC-III in human liver, where adrenaline directly stimulates AC to mobilize stored energy in the \"fight or flight\" response. The effect of adrenaline is via a G protein signaling cascade, which transmits chemical signals from outside the cell across the membrane to the inside of the cell (cytoplasm). The outside signal (in this case, adrenaline) binds to a receptor, which transmits a signal to the G protein, which transmits a signal to adenylyl cyclase, which transmits a signal by converting adenosine triphosphate to cyclic adenosine monophosphate (cAMP). cAMP is known as a second messenger.", "sentence2": "If someone were making an analogy between airplane flights and the relationship between adrenaline and AC, would they describe it as a direct flight?", "label": "YES"}
{"SampleID": 2421, "PassageID": 205, "PassageEditID": 1, "original sentence": "The addition of Monosodium glutamate (MSG) can increase these amounts as yeast cannot differentiate between this and sugars during fermentation.", "original cue": "cannot", "pre sentence": "GHB is also produced as a result of fermentation and so is found in small quantities in some beers and wines, in particular fruit wines. The amount found in wine is pharmacologically insignificant and not sufficient to produce psychoactive effects. ", "post sentence": "the enzymes produced by anoxic yeast cells convert MSG to GHB as a result.", "pre cue": "The addition of Monosodium glutamate (MSG) can increase these amounts as yeast", "post cue": "differentiate between this and sugars during fermentation.", "original passage": "GHB is also produced as a result of fermentation and so is found in small quantities in some beers and wines, in particular fruit wines. The amount found in wine is pharmacologically insignificant and not sufficient to produce psychoactive effects. The addition of Monosodium glutamate (MSG) can increase these amounts as yeast cannot differentiate between this and sugars during fermentation. the enzymes produced by anoxic yeast cells convert MSG to GHB as a result.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "GHB is also produced as a result of fermentation and so is found in small quantities in some beers and wines, in particular fruit wines. The amount found in wine is pharmacologically insignificant and not sufficient to produce psychoactive effects. Monosodium Glutamate can further increase GHB amounts when it is added, because yeasts are unable to tell the difference between MSG and natural sugars throughout the fermentation process. the enzymes produced by anoxic yeast cells convert MSG to GHB as a result.", "sentence2": "From this passage, does it sound like MSG could actually result in wine with less alcohol than would have been attained without the additive?", "label": "NO"}
{"SampleID": 355, "PassageID": 30, "PassageEditID": 2, "original sentence": "By that time Brooke's control of Sarawak was such that defences were largely unnecessary.", "original cue": "unnecessary", "pre sentence": "Between 1853 and 1862, there were a number of uprisings against the Brooke government but all were successfully contained with the aid of local tribes. To guard against future uprisings, a series of forts were constructed to protect Kuching, including Fort Margherita, completed in 1871.", "post sentence": "", "pre cue": "By that time Brooke's control of Sarawak was such that defences were largely", "post cue": ".", "original passage": "Between 1853 and 1862, there were a number of uprisings against the Brooke government but all were successfully contained with the aid of local tribes. To guard against future uprisings, a series of forts were constructed to protect Kuching, including Fort Margherita, completed in 1871. By that time Brooke's control of Sarawak was such that defences were largely unnecessary.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Between 1853 and 1862, there were a number of uprisings against the Brooke government but all were mostly contained with the aid of local tribes. To guard against future uprisings, a series of forts were constructed to protect Kuching, including Fort Margherita, completed in 1871. By that time Brooke's level of control of Sarawak meant that such defences were not only warranted, but also, in an abundance of caution, infantry reinforcements were to be brought in from other forts that were now viewed as largely unnecessary .", "sentence2": "As the 1870's began, does it sound like Brooke's alliances with the local tribes appeared to be stable and reliable?", "label": "NO"}
{"SampleID": 3185, "PassageID": 268, "PassageEditID": 2, "original sentence": "Thus More was relying upon legal precedent and the maxim \"qui tacet consentire videtur\" (\"one who keeps silent seems to consent\"), understanding that he could not be convicted as long as he did not explicitly deny that the King was Supreme Head of the Church, and he therefore refused to answer all questions regarding his opinions on the subject.", "original cue": "refused", "pre sentence": "The trial was held on 1 July 1535, before a panel of judges that included the new Lord Chancellor, Sir Thomas Audley, as well as Anne Boleyn's uncle, Thomas Howard, 3rd Duke of Norfolk, her father Thomas Boleyn and her brother George Boleyn. Norfolk offered More the chance of the king's \"gracious pardon\" should he \"reform his […] obstinate opinion\". More responded that, although he had not taken the oath, he had never spoken out against it either and that his silence could be accepted as his \"ratification and confirmation\" of the new statutes.", "post sentence": "", "pre cue": "Thus More was relying upon legal precedent and the maxim \"qui tacet consentire videtur\" (\"one who keeps silent seems to consent\"), understanding that he could not be convicted as long as he did not explicitly deny that the King was Supreme Head of the Church, and he therefore ", "post cue": "to answer all questions regarding his opinions on the subject.", "original passage": "The trial was held on 1 July 1535, before a panel of judges that included the new Lord Chancellor, Sir Thomas Audley, as well as Anne Boleyn's uncle, Thomas Howard, 3rd Duke of Norfolk, her father Thomas Boleyn and her brother George Boleyn. Norfolk offered More the chance of the king's \"gracious pardon\" should he \"reform his […] obstinate opinion\". More responded that, although he had not taken the oath, he had never spoken out against it either and that his silence could be accepted as his \"ratification and confirmation\" of the new statutes. Thus More was relying upon legal precedent and the maxim \"qui tacet consentire videtur\" (\"one who keeps silent seems to consent\"), understanding that he could not be convicted as long as he did not explicitly deny that the King was Supreme Head of the Church, and he therefore refused to answer all questions regarding his opinions on the subject.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The trial was held on 1 July 1535, before a panel of judges that included the new Lord Chancellor, Sir Thomas Audley, as well as Anne Boleyn's uncle, Thomas Howard, 3rd Duke of Norfolk, her father Thomas Boleyn and her brother George Boleyn. Norfolk offered More the chance of the king's \"gracious pardon\" should he \"reform his […] obstinate opinion\". More responded that, although he had not taken the oath, he had never spoken out against it either and that his silence could be accepted as his \"ratification and confirmation\" of the new statutes. Thus More was relying upon legal precedent and the maxim \"qui tacet consentire videtur\" (\"one who keeps silent seems to consent\"), understanding that he could not be convicted as long as he did not explicitly deny that the King was Supreme Head of the Church, and he therefore refused to answer all questions.", "sentence2": "Is it likely that More would agree with the saying \"if you don't have anything nice to say, don't say anything at all?\"", "label": "YES"}
{"SampleID": 806, "PassageID": 67, "PassageEditID": 1, "original sentence": "The Jack Ryan film series have an unadjusted worldwide gross revenue of $788.4 million to date, making it the 57th highest-grossing film series.", "original cue": "unadjusted", "pre sentence": "Jack Ryan has been portrayed in film adaptations by actors Alec Baldwin, Harrison Ford, Ben Affleck, and Chris Pine. ", "post sentence": "John Krasinski is the fifth and latest actor to portray Ryan in the Amazon Prime streaming television series of the same name, which premiered on August 30, 2018.", "pre cue": "The Jack Ryan film series have an", "post cue": "worldwide gross revenue of $788.4 million to date, making it the 57th highest-grossing film series.", "original passage": "Jack Ryan has been portrayed in film adaptations by actors Alec Baldwin, Harrison Ford, Ben Affleck, and Chris Pine. The Jack Ryan film series have an unadjusted worldwide gross revenue of $788.4 million to date, making it the 57th highest-grossing film series. John Krasinski is the fifth and latest actor to portray Ryan in the Amazon Prime streaming television series of the same name, which premiered on August 30, 2018.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Jack Ryan has been portrayed in film adaptations by actors Alec Baldwin, Harrison Ford, Ben Affleck, and Chris Pine. All together, the Jack Ryan films are the 57th highest-grossing film series, having taken in $788.4 million gross in worldwide revenue at the time of writing, though the figures were not indexed to inflation. John Krasinski is the fifth and latest actor to portray Ryan in the Amazon Prime streaming television series of the same name, which premiered on August 30, 2018.", "sentence2": "If you had access to the film-by-film revenue figures that were presented in the same manner as the total figure given in this passage, and you then divided each movie's total revenue by the total number of tickets sold, would the resulting average ticket price be roughly equal for each movie?", "label": "NO"}
{"SampleID": 1594, "PassageID": 135, "PassageEditID": 1, "original sentence": "Until then, the dancers must match pressures without moving their hands.", "original cue": "without", "pre sentence": "In swing dances, tension and compression may be maintained for a significant period of time. In other dances, such as Latin, tension and compression may be used as indications of upcoming movement. However, in both styles, tension and compression do not signal immediate movement: the follow must be careful not to move prior to actual movement by the lead. ", "post sentence": " In some styles of Lindy Hop, the tension may become quite high without initiating movement.", "pre cue": "Until then, the dancers must match pressures ", "post cue": "moving their hands.", "original passage": "In swing dances, tension and compression may be maintained for a significant period of time. In other dances, such as Latin, tension and compression may be used as indications of upcoming movement. However, in both styles, tension and compression do not signal immediate movement: the follow must be careful not to move prior to actual movement by the lead. Until then, the dancers must match pressures without moving their hands. In some styles of Lindy Hop, the tension may become quite high without initiating movement.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "In swing dances, tension and compression may be maintained for a significant period of time. In other dances, such as Latin, tension and compression may be used as indications of upcoming movement. However, in both styles, tension and compression do not signal immediate movement: the follow must be careful not to move prior to actual movement by the lead. Until then, the dancers must match pressures while keeping their hands still. In some styles of Lindy Hop, the tension may become quite high without initiating movement.", "sentence2": "Does someone have good form if they only move their hands while trying to match pressure?", "label": "NO"}
{"SampleID": 4466, "PassageID": 375, "PassageEditID": 3, "original sentence": "An unknown proportion of the population was enslaved.", "original cue": "unknown", "pre sentence": "Given the fragmentary nature of the existing evidence, it is impossible to ascertain an exact date for the beginning of the uprising, but it is probable that it began in-between summer and fall 132. The Romans were overwhelmed by the organised ferocity of the uprising. Hadrian called his general Sextus Julius Severus from Britain, and brought troops in from as far as the Danube. Roman losses were heavy; an entire legion or its numeric equivalent of around 4,000. Hadrian's report on the war to the Roman Senate omitted the customary salutation, \"If you and your children are in health, it is well; I and the legions are in health.\" The rebellion was quashed by 135. According to Cassius Dio, Roman war operations in Judea left some 580,000 Jews dead, and 50 fortified towns and 985 villages razed.", "post sentence": " Beitar, a fortified city southwest of Jerusalem, fell after a three and a half year siege. The extent of punitive measures against the Jewish population remains a matter of debate.", "pre cue": "An", "post cue": "proportion of the population was enslaved.", "original passage": "Given the fragmentary nature of the existing evidence, it is impossible to ascertain an exact date for the beginning of the uprising, but it is probable that it began in-between summer and fall 132. The Romans were overwhelmed by the organised ferocity of the uprising. Hadrian called his general Sextus Julius Severus from Britain, and brought troops in from as far as the Danube. Roman losses were heavy; an entire legion or its numeric equivalent of around 4,000. Hadrian's report on the war to the Roman Senate omitted the customary salutation, \"If you and your children are in health, it is well; I and the legions are in health.\" The rebellion was quashed by 135. According to Cassius Dio, Roman war operations in Judea left some 580,000 Jews dead, and 50 fortified towns and 985 villages razed. An unknown proportion of the population was enslaved. Beitar, a fortified city southwest of Jerusalem, fell after a three and a half year siege. The extent of punitive measures against the Jewish population remains a matter of debate.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Given the fragmentary nature of the existing evidence, it is impossible to ascertain an exact date for the beginning of the uprising, but it is probable that it began in-between summer and fall 132. The Romans were overwhelmed by the organised ferocity of the uprising. Hadrian called his general Sextus Julius Severus from Britain, and brought troops in from as far as the Danube. Roman losses were heavy; an entire legion or its numeric equivalent of around 4,000. Hadrian's report on the war to the Roman Senate omitted the customary salutation, \"If you and your children are in health, it is well; I and the legions are in health.\" The rebellion was quashed by 135. According to Cassius Dio, Roman war operations in Judea left some 580,000 Jews dead, and 50 fortified towns and 985 villages razed. Using primary documents, historians have been able to confirm Dio's estimates that no more than one in ten residents were enslaved. Beitar, a fortified city southwest of Jerusalem, fell after a three and a half year siege. The extent of punitive measures against the Jewish population remains a matter of debate.", "sentence2": "If accounting records were to be unearthed that revealed just how many Jewish slaves were taken after these events, would this figure satisfy an unanswered question of modern-day historians?", "label": "NO"}
{"SampleID": 4296, "PassageID": 361, "PassageEditID": 2, "original sentence": "Burdon later said nobody understood why they did this short reunion.", "original cue": "nobody", "pre sentence": "The original Animals line-up of Burdon, Price, Valentine, Chandler, and Steel reunited for a benefit concert in Newcastle in December 1968 and reformed in late 1975 to record again.", "post sentence": "They did a minitour in 1976 and shot a few videos of their new songs such as \"Lonely Avenue\" and \"Please Send Me Someone to Love\". They released the album in 1977, aptly called \"Before We Were So Rudely Interrupted\". The album received critical praise. Burdon and Valentine also recorded some demos at that time, which were never released. On 12 December 1982, Burdon performed with Alan Price and a complete line-up, foreshadowing later events.", "pre cue": "Burdon later said", "post cue": "understood why they did this short reunion.", "original passage": "The original Animals line-up of Burdon, Price, Valentine, Chandler, and Steel reunited for a benefit concert in Newcastle in December 1968 and reformed in late 1975 to record again. Burdon later said nobody understood why they did this short reunion. They did a minitour in 1976 and shot a few videos of their new songs such as \"Lonely Avenue\" and \"Please Send Me Someone to Love\". They released the album in 1977, aptly called \"Before We Were So Rudely Interrupted\". The album received critical praise. Burdon and Valentine also recorded some demos at that time, which were never released. On 12 December 1982, Burdon performed with Alan Price and a complete line-up, foreshadowing later events.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The original Animals line-up of Burdon, Price, Valentine, Chandler, and Steel reunited for a benefit concert in Newcastle in December 1968 and reformed in late 1975 to record again. Burdon later said few understood why they did this short reunion, but nobody complained when they did. They did a minitour in 1976 and shot a few videos of their new songs such as \"Lonely Avenue\" and \"Please Send Me Someone to Love\". They released the album in 1977, aptly called \"Before We Were So Rudely Interrupted\". The album received critical praise. Burdon and Valentine also recorded some demos at that time, which were never released. On 12 December 1982, Burdon performed with Alan Price and a complete line-up, foreshadowing later events.", "sentence2": "Is it likely that people were expecting the Animals to have a reunion prior to their benefit concert?", "label": "NO"}
{"SampleID": 2029, "PassageID": 173, "PassageEditID": 0, "original sentence": "Then CEO of the company, Dr. Ulrich Bez had publicly speculated about outsourcing all of Aston Martin's operations with the exception of marketing.", "original cue": "with the exception of", "pre sentence": "The first four-door Rapide grand tourers rolled out of the Magna Steyr factory in Graz, Austria in 2010. The contract manufacturer provides dedicated facilities to ensure compliance with the exacting standards of Aston Martin and other marques, including Mercedes-Benz.", "post sentence": "In September 2011, it was announced that production of the Rapide would be returned to Gaydon in the second half of 2012, restoring all of the company's automobile manufacture there.", "pre cue": "Then CEO of the company, Dr. Ulrich Bez had publicly speculated about outsourcing all of Aston Martin's operations ", "post cue": "marketing.", "original passage": "The first four-door Rapide grand tourers rolled out of the Magna Steyr factory in Graz, Austria in 2010. The contract manufacturer provides dedicated facilities to ensure compliance with the exacting standards of Aston Martin and other marques, including Mercedes-Benz. Then CEO of the company, Dr. Ulrich Bez had publicly speculated about outsourcing all of Aston Martin's operations with the exception of marketing. In September 2011, it was announced that production of the Rapide would be returned to Gaydon in the second half of 2012, restoring all of the company's automobile manufacture there.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The first four-door Rapide grand tourers rolled out of the Magna Steyr factory in Graz, Austria in 2010. The contract manufacturer provides dedicated facilities to ensure compliance with the exacting standards of Aston Martin and other marques, including Mercedes-Benz. Then CEO of the company, Dr. Ulrich Bez had publicly speculated about outsourcing all of Aston Martin's operations with the exception of marketing. In September 2011, it was announced that production of the Rapide would be returned to Gaydon in the second half of 2012, restoring all of the company's automobile manufacture there.", "sentence2": "Should a salesperson working at Aston Martin be worried about losing their job?", "label": "YES"}
{"SampleID": 3528, "PassageID": 297, "PassageEditID": 0, "original sentence": "UK stamps are no longer valid, but mail to the islands, and to the Isle of Man, is charged at UK inland rates.", "original cue": "no longer", "pre sentence": "Since 1969, Jersey and Guernsey have operated postal administrations independently of the UK's Royal Mail, with their own postage stamps, which can be used for postage only in their respective Bailiwicks.", "post sentence": "It was not until the early 1990s that the islands joined the UK's postcode system, Jersey postcodes using the initials JE and Guernsey GY.", "pre cue": "UK stamps are", "post cue": " valid, but mail to the islands, and to the Isle of Man, is charged at UK inland rates.", "original passage": "Since 1969, Jersey and Guernsey have operated postal administrations independently of the UK's Royal Mail, with their own postage stamps, which can be used for postage only in their respective Bailiwicks. UK stamps are no longer valid, but mail to the islands, and to the Isle of Man, is charged at UK inland rates. It was not until the early 1990s that the islands joined the UK's postcode system, Jersey postcodes using the initials JE and Guernsey GY.", "QuestionID": "q11", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Since 1969, Jersey and Guernsey have operated postal administrations independently of the UK's Royal Mail, with their own postage stamps, which can be used for postage only in their respective Bailiwicks. UK stamps are no longer valid, but mail to the islands, and to the Isle of Man, is charged at UK inland rates. It was not until the early 1990s that the islands joined the UK's postcode system, Jersey postcodes using the initials JE and Guernsey GY.", "sentence2": "Would a package mailed to Jersey with UK stamps on it be denied?", "label": "YES"}
{"SampleID": 452, "PassageID": 39, "PassageEditID": 1, "original sentence": "In line with the salience hypothesis, there is considerable evidence that people who have more vivid, intense or unusual dreams show better recall.", "original cue": "unusual", "pre sentence": "", "post sentence": " There is evidence that continuity of consciousness is related to recall. Specifically, people who have vivid and unusual experiences during the day tend to have more memorable dream content and hence better dream recall. People who score high on measures of personality traits associated with creativity, imagination, and fantasy, such as openness to experience, daydreaming, fantasy proneness, absorption, and hypnotic susceptibility, tend to show more frequent dream recall. There is also evidence for continuity between the bizarre aspects of dreaming and waking experience. That is, people who report more bizarre experiences during the day, such as people high in schizotypy (psychosis proneness) have more frequent dream recall and also report more frequent nightmares.", "pre cue": "In line with the salience hypothesis, there is considerable evidence that people who have more vivid, intense or ", "post cue": "dreams show better recall.", "original passage": "In line with the salience hypothesis, there is considerable evidence that people who have more vivid, intense or unusual dreams show better recall. There is evidence that continuity of consciousness is related to recall. Specifically, people who have vivid and unusual experiences during the day tend to have more memorable dream content and hence better dream recall. People who score high on measures of personality traits associated with creativity, imagination, and fantasy, such as openness to experience, daydreaming, fantasy proneness, absorption, and hypnotic susceptibility, tend to show more frequent dream recall. There is also evidence for continuity between the bizarre aspects of dreaming and waking experience. That is, people who report more bizarre experiences during the day, such as people high in schizotypy (psychosis proneness) have more frequent dream recall and also report more frequent nightmares.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "In line with the salience hypothesis, there is considerable evidence that people who have more vivid, intense or strange dreams show better recall. There is evidence that continuity of consciousness is related to recall. Specifically, people who have vivid and unusual experiences during the day tend to have more memorable dream content and hence better dream recall. People who score high on measures of personality traits associated with creativity, imagination, and fantasy, such as openness to experience, daydreaming, fantasy proneness, absorption, and hypnotic susceptibility, tend to show more frequent dream recall. There is also evidence for continuity between the bizarre aspects of dreaming and waking experience. That is, people who report more bizarre experiences during the day, such as people high in schizotypy (psychosis proneness) have more frequent dream recall and also report more frequent nightmares.", "sentence2": "If a poll was taken asking people how many people have experienced a vivid or intense dream, would many people report that they have?", "label": "DON'T KNOW"}
{"SampleID": 4885, "PassageID": 410, "PassageEditID": 0, "original sentence": "After the event, Mingus chose to overdub his barely audible bass part back in New York; the original version was issued later.", "original cue": "barely", "pre sentence": "In 1952 Mingus co-founded Debut Records with Max Roach so he could conduct his recording career as he saw fit. The name originated from his desire to document unrecorded young musicians. Despite this, the best-known recording the company issued was of the most prominent figures in bebop. On May 15, 1953, Mingus joined Dizzy Gillespie, Parker, Bud Powell, and Roach for a concert at Massey Hall in Toronto, which is the last recorded documentation of Gillespie and Parker playing together.", "post sentence": "The two 10\" albums of the Massey Hall concert (one featured the trio of Powell, Mingus and Roach) were among Debut Records' earliest releases. Mingus may have objected to the way the major record companies treated musicians, but Gillespie once commented that he did not receive any royalties \"for years and years\" for his Massey Hall appearance. The records, however, are often regarded as among the finest live jazz recordings.", "pre cue": "After the event, Mingus chose to overdub his ", "post cue": "audible bass part back in New York; the original version was issued later.", "original passage": "In 1952 Mingus co-founded Debut Records with Max Roach so he could conduct his recording career as he saw fit. The name originated from his desire to document unrecorded young musicians. Despite this, the best-known recording the company issued was of the most prominent figures in bebop. On May 15, 1953, Mingus joined Dizzy Gillespie, Parker, Bud Powell, and Roach for a concert at Massey Hall in Toronto, which is the last recorded documentation of Gillespie and Parker playing together. After the event, Mingus chose to overdub his barely audible bass part back in New York; the original version was issued later. The two 10\" albums of the Massey Hall concert (one featured the trio of Powell, Mingus and Roach) were among Debut Records' earliest releases. Mingus may have objected to the way the major record companies treated musicians, but Gillespie once commented that he did not receive any royalties \"for years and years\" for his Massey Hall appearance. The records, however, are often regarded as among the finest live jazz recordings.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "In 1952 Mingus co-founded Debut Records with Max Roach so he could conduct his recording career as he saw fit. The name originated from his desire to document unrecorded young musicians. Despite this, the best-known recording the company issued was of the most prominent figures in bebop. On May 15, 1953, Mingus joined Dizzy Gillespie, Parker, Bud Powell, and Roach for a concert at Massey Hall in Toronto, which is the last recorded documentation of Gillespie and Parker playing together. After the event, Mingus chose to overdub his barely audible bass part back in New York; the original version was issued later. The two 10\" albums of the Massey Hall concert (one featured the trio of Powell, Mingus and Roach) were among Debut Records' earliest releases. Mingus may have objected to the way the major record companies treated musicians, but Gillespie once commented that he did not receive any royalties \"for years and years\" for his Massey Hall appearance. The records, however, are often regarded as among the finest live jazz recordings.", "sentence2": "From this passage, does it sound like Mingus himself was satisfied (or at least, mostly satisfied) with how his bass performance turned out in the original recording?", "label": "NO"}
{"SampleID": 3582, "PassageID": 301, "PassageEditID": 2, "original sentence": "Before 1920, the university refused to give academic degrees to women and would not acknowledge them as full members of the university.", "original cue": "refused", "pre sentence": "", "post sentence": "(Some of these women, nicknamed the steamboat ladies, were awarded \"ad eundem\" degrees by Trinity College Dublin, between 1904 and 1907.) In 1920 the first women graduated from the college at the Sheldonian Theatre and the principal at the time, Henrietta Jex-Blake, was given an honorary degree.", "pre cue": "Before 1920, the university", "post cue": "to give academic degrees to women and would not acknowledge them as full members of the university.", "original passage": "Before 1920, the university refused to give academic degrees to women and would not acknowledge them as full members of the university. (Some of these women, nicknamed the steamboat ladies, were awarded \"ad eundem\" degrees by Trinity College Dublin, between 1904 and 1907.) In 1920 the first women graduated from the college at the Sheldonian Theatre and the principal at the time, Henrietta Jex-Blake, was given an honorary degree.", "QuestionID": "q30", "Confidence": 4, "Passage is enough": "Passage is enough", "sentence1": "Before 1920, the university gave academic degrees to women but refused to acknowledge them as full members of the university. (Some of these women, nicknamed the steamboat ladies, were awarded \"ad eundem\" degrees by Trinity College Dublin, between 1904 and 1907.) In 1920 the first women graduated from the college at the Sheldonian Theatre and the principal at the time, Henrietta Jex-Blake, was given an honorary degree.", "sentence2": "Was there a law forbidding young women from obtaining academic degrees after 1920?", "label": "DON'T KNOW"}
{"SampleID": 3632, "PassageID": 305, "PassageEditID": 3, "original sentence": "A battalion overrun by tanks usually had its resistance broken so completely that nothing was to be gained by a broken-backed final stand.\"", "original cue": "nothing", "pre sentence": "Rolf-Dieter Müller comments that the war in North Africa, while as bloody as any other war, differed considerable from the war of annihilation in eastern Europe, because it was limited to a narrow coastline and hardly affected the population. Showalter writes that: \"From the desert campaign’s beginning, both sides consciously sought to wage a \"clean\" war—war without hate, as Rommel put it in his reflections. Explanations include the absence of civilians and the relative absence of Nazis; the nature of the environment, which conveyed a \"moral simplicity and transparency\"; and the control of command on both sides by prewar professionals, producing a British tendency to depict war in the imagery of a game, and the corresponding German pattern of seeing it as a test of skill and a proof of virtue. The nature of the fighting as well diminished the last-ditch, close-quarter actions that are primary nurturers of mutual bitterness. ", "post sentence": "", "pre cue": "A battalion overrun by tanks usually had its resistance broken so completely that", "post cue": " was to be gained by a broken-backed final stand.\"", "original passage": "Rolf-Dieter Müller comments that the war in North Africa, while as bloody as any other war, differed considerable from the war of annihilation in eastern Europe, because it was limited to a narrow coastline and hardly affected the population. Showalter writes that: \"From the desert campaign’s beginning, both sides consciously sought to wage a \"clean\" war—war without hate, as Rommel put it in his reflections. Explanations include the absence of civilians and the relative absence of Nazis; the nature of the environment, which conveyed a \"moral simplicity and transparency\"; and the control of command on both sides by prewar professionals, producing a British tendency to depict war in the imagery of a game, and the corresponding German pattern of seeing it as a test of skill and a proof of virtue. The nature of the fighting as well diminished the last-ditch, close-quarter actions that are primary nurturers of mutual bitterness. A battalion overrun by tanks usually had its resistance broken so completely that nothing was to be gained by a broken-backed final stand.\"", "QuestionID": "q20", "Confidence": 4, "Passage is enough": "Passage is enough", "sentence1": "Rolf-Dieter Müller comments that the war in North Africa, while as bloody as any other war, differed considerable from the war of annihilation in eastern Europe, because it was limited to a narrow coastline and hardly affected the population. Showalter writes that: \"From the desert campaign’s beginning, both sides consciously sought to wage a \"clean\" war—war without hate, as Rommel put it in his reflections. Explanations include the absence of civilians and the relative absence of Nazis; the nature of the environment, which conveyed a \"moral simplicity and transparency\"; and the control of command on both sides by prewar professionals, producing a British tendency to depict war in the imagery of a game, and the corresponding German pattern of seeing it as a test of skill and a proof of virtue. The nature of the fighting as well diminished the last-ditch, close-quarter actions that are primary nurturers of mutual bitterness. A battalion that can scatter and evade the oncoming assault by tanks usually finds that its capacity for resistance remains intact, and they can attack from the vulnerable flanks.", "sentence2": "There is a common saying that infantry can't survive without tanks, but tanks can't survive without infantry.  Does the passage suggest that this was the case even in the desert campaigns of North Africa, so that even heavy tank assaults found themselves vulnerable to lighter, faster forces?", "label": "YES"}
{"SampleID": 1369, "PassageID": 116, "PassageEditID": 0, "original sentence": "According to Dolores Mertz, then a Democratic Iowa state representative and chairwoman of the ALEC board, ALEC became increasingly partisan during that period, with Roman once telling Mertz \"she didn't like Democrats and she wasn't going to work with them.\"", "original cue": "wasn't", "pre sentence": "Duane Parde served as the executive director from December 1996 to January 2006. Lori Roman, who served in the same role from 2006 to 2008, had an imperious style that led to financial difficulties and the departure of two thirds of ALEC's staff.", "post sentence": "Ron Scheberle became executive director in 2010 after acting as a lobbyist for Verizon Communications (previously GTE) and as an ALEC board member.", "pre cue": "According to Dolores Mertz, then a Democratic Iowa state representative and chairwoman of the ALEC board, ALEC became increasingly partisan during that period, with Roman once telling Mertz \"she didn't like Democrats and she ", "post cue": " going to work with them.\"", "original passage": "Duane Parde served as the executive director from December 1996 to January 2006. Lori Roman, who served in the same role from 2006 to 2008, had an imperious style that led to financial difficulties and the departure of two thirds of ALEC's staff. According to Dolores Mertz, then a Democratic Iowa state representative and chairwoman of the ALEC board, ALEC became increasingly partisan during that period, with Roman once telling Mertz \"she didn't like Democrats and she wasn't going to work with them.\" Ron Scheberle became executive director in 2010 after acting as a lobbyist for Verizon Communications (previously GTE) and as an ALEC board member.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Duane Parde served as the executive director from December 1996 to January 2006. Lori Roman, who served in the same role from 2006 to 2008, had an imperious style that led to financial difficulties and the departure of two thirds of ALEC's staff. According to Dolores Mertz, then a Democratic Iowa state representative and chairwoman of the ALEC board, ALEC became increasingly partisan during that period, with Roman once telling Mertz \"she didn't like Democrats and she wasn't going to work with them.\" Ron Scheberle became executive director in 2010 after acting as a lobbyist for Verizon Communications (previously GTE) and as an ALEC board member.", "sentence2": "Was there a lot of tension at ALEC after the 2008 United States presidential election?", "label": "YES"}
{"SampleID": 3717, "PassageID": 312, "PassageEditID": 3, "original sentence": "However, unlike many other cities with such climate features, Baku does not see extremely hot summers and substantial sunshine hours.", "original cue": "unlike", "pre sentence": "Baku has a temperate semi-arid climate (Köppen climate classification: \"BSk\") with hot and humid summers, cool and occasionally wet winters, and strong winds all year long. ", "post sentence": " This is largely because of its northerly latitude and the fact that it is located on a peninsula on the shore of the Caspian Sea. Baku, and the Absheron Peninsula on which it is situated, is the most arid part of Azerbaijan (precipitation here is around or less than a year). The majority of the light annual precipitation occurs in seasons other than summer, but none of these seasons is particularly wet.", "pre cue": "However, ", "post cue": " many other cities with such climate features, Baku does not see extremely hot summers and substantial sunshine hours.", "original passage": "Baku has a temperate semi-arid climate (Köppen climate classification: \"BSk\") with hot and humid summers, cool and occasionally wet winters, and strong winds all year long. However, unlike many other cities with such climate features, Baku does not see extremely hot summers and substantial sunshine hours. This is largely because of its northerly latitude and the fact that it is located on a peninsula on the shore of the Caspian Sea. Baku, and the Absheron Peninsula on which it is situated, is the most arid part of Azerbaijan (precipitation here is around or less than a year). The majority of the light annual precipitation occurs in seasons other than summer, but none of these seasons is particularly wet.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Baku has a temperate semi-arid climate (Köppen climate classification: \"BSk\") with hot and humid summers, cool and occasionally wet winters, and strong winds all year long. Like many other cities with such climate features, Baku does not see extremely hot summers and substantial sunshine hours. This is largely because, like many other such cities, Baku has a northerly latitude, and it is located on a peninsula on the shore of the Caspian Sea. Baku, and the Absheron Peninsula on which it is situated, is the most arid part of Azerbaijan (precipitation here is around or less than a year). The majority of the light annual precipitation occurs in seasons other than summer, but none of these seasons is particularly wet.", "sentence2": "Would a person who enjoys sunbathing and getting a deep tan be likely to choose to a city with a temperate semi-arid climate for their summer vacation?", "label": "NO"}
{"SampleID": 7439, "PassageID": 624, "PassageEditID": 0, "original sentence": "The hospital, fearing the bad publicity that would result from being accused of negligently causing the death of a revered figure such as Armstrong, agreed to pay as long as the family never spoke about the suit or the settlement.", "original cue": "never", "pre sentence": "The family ultimately settled for $6 million in 2014. Letters included with the 93 pages of documents sent to the \"Times\" by an unknown individual show that his sons intimated to the hospital, through their lawyers, that they might discuss what happened to their father publicly at the 45th anniversary observances in 2014.", "post sentence": " Armstrong's wife, Carol, was not a party to the lawsuit. She reportedly felt that her husband would have been opposed to taking legal action.", "pre cue": "The hospital, fearing the bad publicity that would result from being accused of negligently causing the death of a revered figure such as Armstrong, agreed to pay as long as the family ", "post cue": "spoke about the suit or the settlement.", "original passage": "The family ultimately settled for $6 million in 2014. Letters included with the 93 pages of documents sent to the \"Times\" by an unknown individual show that his sons intimated to the hospital, through their lawyers, that they might discuss what happened to their father publicly at the 45th anniversary observances in 2014. The hospital, fearing the bad publicity that would result from being accused of negligently causing the death of a revered figure such as Armstrong, agreed to pay as long as the family never spoke about the suit or the settlement. Armstrong's wife, Carol, was not a party to the lawsuit. She reportedly felt that her husband would have been opposed to taking legal action.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The family ultimately settled for $6 million in 2014. Letters included with the 93 pages of documents sent to the \"Times\" by an unknown individual show that his sons intimated to the hospital, through their lawyers, that they might discuss what happened to their father publicly at the 45th anniversary observances in 2014. The hospital, fearing the bad publicity that would result from being accused of negligently causing the death of a revered figure such as Armstrong, agreed to pay as long as the family never spoke about the suit or the settlement. Armstrong's wife, Carol, was not a party to the lawsuit. She reportedly felt that her husband would have been opposed to taking legal action.", "sentence2": "Would you hear from the family if they got some money from the settlement?", "label": "NO"}
{"SampleID": 1505, "PassageID": 127, "PassageEditID": 1, "original sentence": "He sided with the Trojans, and sent a terrible plague to the Greek camp, which indirectly led to the conflict between Achilles and Agamemnon.", "original cue": "indirectly", "pre sentence": "Apollo played a pivotal role in the entire Trojan War.", "post sentence": " He killed the Greek heroes Patroclus, Achilles, and numerous Greek soldiers. He also helped many Trojan heroes, the most important one being Hector. After the end of the war, Apollo and Poseidon together cleaned the remains of the city and the camps.", "pre cue": "He sided with the Trojans, and sent a terrible plague to the Greek camp, which ", "post cue": "led to the conflict between Achilles and Agamemnon.", "original passage": "Apollo played a pivotal role in the entire Trojan War. He sided with the Trojans, and sent a terrible plague to the Greek camp, which indirectly led to the conflict between Achilles and Agamemnon. He killed the Greek heroes Patroclus, Achilles, and numerous Greek soldiers. He also helped many Trojan heroes, the most important one being Hector. After the end of the war, Apollo and Poseidon together cleaned the remains of the city and the camps.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Apollo played a pivotal role in the entire Trojan War. He sided with the Trojans, and sent a terrible plague to the Greek camp, which in a roundabout way led to the conflict between Achilles and Agamemnon. He killed the Greek heroes Patroclus, Achilles, and numerous Greek soldiers. He also helped many Trojan heroes, the most important one being Hector. After the end of the war, Apollo and Poseidon together cleaned the remains of the city and the camps.", "sentence2": "Was sending a plague to a Greek camp likely a plan that Apollo and his military strategists had devised?", "label": "YES"}
{"SampleID": 3605, "PassageID": 303, "PassageEditID": 2, "original sentence": "ITV was/is also heavily criticised for scaling back its regional programmes, including regional news, also ITV has been criticised (since 2010) for showing \"Emmerdale\" and \"Coronation Street\" at the 8:30 weekday slot (except Tuesdays).", "original cue": "except", "pre sentence": "Since the launch of ITV, there have been concerns from politicians and the press that ITV faced a conflict concerning programme audiences and advertisers. As advertisers are reluctant to buy advertising space around low viewing programmes, there is a pressure on ITV to broadcast more popular programmes in peak times. This has become more profound in recent years following a relaxation in regulation and significantly more competition in the advertising market following the huge increase in commercial channels. In recent years, programmes have started to dominate from the reality television genre including the celebrity and talent show subgenres. This has led to accusations of ITV 'dumbing down' their programmes and appealing to the 'lowest common denominator', accusations that are at odds with the network's status as a public service broadcaster. ", "post sentence": "", "pre cue": "ITV was/is also heavily criticised for scaling back its regional programmes, including regional news, also ITV has been criticised (since 2010) for showing \"Emmerdale\" and \"Coronation Street\" at the 8:30 weekday slot (", "post cue": "Tuesdays).", "original passage": "Since the launch of ITV, there have been concerns from politicians and the press that ITV faced a conflict concerning programme audiences and advertisers. As advertisers are reluctant to buy advertising space around low viewing programmes, there is a pressure on ITV to broadcast more popular programmes in peak times. This has become more profound in recent years following a relaxation in regulation and significantly more competition in the advertising market following the huge increase in commercial channels. In recent years, programmes have started to dominate from the reality television genre including the celebrity and talent show subgenres. This has led to accusations of ITV 'dumbing down' their programmes and appealing to the 'lowest common denominator', accusations that are at odds with the network's status as a public service broadcaster. ITV was/is also heavily criticised for scaling back its regional programmes, including regional news, also ITV has been criticised (since 2010) for showing \"Emmerdale\" and \"Coronation Street\" at the 8:30 weekday slot (except Tuesdays).", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Since the launch of ITV, there have been concerns from politicians and the press that ITV faced a conflict concerning programme audiences and advertisers. As advertisers are reluctant to buy advertising space around low viewing programmes, there is a pressure on ITV to broadcast more popular programmes in peak times. This has become more profound in recent years following a relaxation in regulation and significantly more competition in the advertising market following the huge increase in commercial channels. In recent years, programmes have started to dominate from the reality television genre including the celebrity and talent show subgenres. This has led to accusations of ITV 'dumbing down' their programmes and appealing to the 'lowest common denominator', accusations that are at odds with the network's status as a public service broadcaster. ITV was/is also heavily criticised for scaling back its regional programmes, including regional news, also ITV has been criticised (since 2010) for showing \"Emmerdale\" and \"Coronation Street\" at the 8:30 weekday slot ( except some Tuesdays).", "sentence2": "If I'm setting a timer on my phone to alert me every time Emmerdale or Coronation Street, could I make an alarm default to 8:30 PM every weeknight?", "label": "DON'T KNOW"}
{"SampleID": 2122, "PassageID": 180, "PassageEditID": 3, "original sentence": "The country subsequently experienced rapid economic development, but earnings from the country's oil wealth have not reached the population and the country ranks low on the UN human development index.", "original cue": "not", "pre sentence": "In 1995 Mobil, an American oil company, discovered oil in Equatorial Guinea.", "post sentence": "Some 20% of children die before age 5 and more than 50% of the population lacks access to clean drinking water. President Teodoro Obiang is widely suspected of using the country's oil wealth to enrich himself and his associates. In 2006, Forbes estimated his personal wealth at $600 million.", "pre cue": "The country subsequently experienced rapid economic development, but earnings from the country's oil wealth have ", "post cue": "reached the population and the country ranks low on the UN human development index.", "original passage": "In 1995 Mobil, an American oil company, discovered oil in Equatorial Guinea. The country subsequently experienced rapid economic development, but earnings from the country's oil wealth have not reached the population and the country ranks low on the UN human development index. Some 20% of children die before age 5 and more than 50% of the population lacks access to clean drinking water. President Teodoro Obiang is widely suspected of using the country's oil wealth to enrich himself and his associates. In 2006, Forbes estimated his personal wealth at $600 million.", "QuestionID": "q10", "Confidence": 1, "Passage is enough": "Passage is enough", "sentence1": "In 1995 Mobil, an American oil company, discovered oil in Equatorial Guinea. The country subsequently experienced rapid economic development; earnings from the country's oil wealth have reached the population and the country ranks high on the UN human development index. Some 20% of children die before age 5 and more than 50% of the population lacks access to clean drinking water. President Teodoro Obiang is widely suspected of using the country's oil wealth to enrich himself and his associates. In 2006, Forbes estimated his personal wealth at $600 million.", "sentence2": "Did the discovery of oil in Equatorial Guinea contribute significantly to the country's economic development?", "label": "YES"}
