{"SampleID": 194, "PassageID": 17, "PassageEditID": 0, "original sentence": "In 2006, a small number of dances from a previously unknown tradition was discovered by Barry Care, MBE, keeper of The Morris Ring Photographic Archive, and a founding member of Moulton Morris Men (Ravensthorpe, Northamptonshire)—two of them danceable.", "original cue": "unknown", "pre sentence": "Bacon also lists the tradition from Lichfield, which is Cotswold-like despite that city's distance from the Cotswold Morris area; the authenticity of this tradition has been questioned. ", "post sentence": "", "pre cue": "In 2006, a small number of dances from a previously", "post cue": " tradition was discovered by Barry Care, MBE, keeper of The Morris Ring Photographic Archive, and a founding member of Moulton Morris Men (Ravensthorpe, Northamptonshire)—two of them danceable.", "original passage": "Bacon also lists the tradition from Lichfield, which is Cotswold-like despite that city's distance from the Cotswold Morris area; the authenticity of this tradition has been questioned. In 2006, a small number of dances from a previously unknown tradition was discovered by Barry Care, MBE, keeper of The Morris Ring Photographic Archive, and a founding member of Moulton Morris Men (Ravensthorpe, Northamptonshire)—two of them danceable.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Bacon also lists the tradition from Lichfield, which is Cotswold-like despite that city's distance from the Cotswold Morris area; the authenticity of this tradition has been questioned. In 2006, a small number of dances from a previously unknown tradition was discovered by Barry Care, MBE, keeper of The Morris Ring Photographic Archive, and a founding member of Moulton Morris Men (Ravensthorpe, Northamptonshire)—two of them danceable.", "sentence2": "Was the number of dances discovered small?", "label": "YES"}
{"SampleID": 2490, "PassageID": 211, "PassageEditID": 0, "original sentence": "Whether or not these hybrids could breed remains unknown.", "original cue": "unknown", "pre sentence": "Females start bearing calves when six to eight years old. Adult narwhals mate in April or May when they are in the offshore pack ice. Gestation lasts for 14 months and calves are born between June and August the following year. As with most marine mammals, only a single young is born, averaging in length and white or light grey in colour. During summer population counts along different coastal inlets of Baffin Island, calf numbers varied from 0.05% to 5% of the total numbering from 10,000 to 35,000 narwhals, indicating that higher calf counts may reflect calving and nursery habitats in favorable inlets. Hybrids have been documented between the narwhal and beluga (specifically a beluga male and a narwhal female), as one, perhaps even as many as three, were killed and harvested during a sustenance hunt.", "post sentence": " The unusual dentition seen in the single remaining skull indicates the hybrid hunted on the seabed, much as walruses do, indicating feeding habits different from those of either parent species.", "pre cue": "Whether or not these hybrids could breed remains", "post cue": ".", "original passage": "Females start bearing calves when six to eight years old. Adult narwhals mate in April or May when they are in the offshore pack ice. Gestation lasts for 14 months and calves are born between June and August the following year. As with most marine mammals, only a single young is born, averaging in length and white or light grey in colour. During summer population counts along different coastal inlets of Baffin Island, calf numbers varied from 0.05% to 5% of the total numbering from 10,000 to 35,000 narwhals, indicating that higher calf counts may reflect calving and nursery habitats in favorable inlets. Hybrids have been documented between the narwhal and beluga (specifically a beluga male and a narwhal female), as one, perhaps even as many as three, were killed and harvested during a sustenance hunt. Whether or not these hybrids could breed remains unknown. The unusual dentition seen in the single remaining skull indicates the hybrid hunted on the seabed, much as walruses do, indicating feeding habits different from those of either parent species.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Females start bearing calves when six to eight years old. Adult narwhals mate in April or May when they are in the offshore pack ice. Gestation lasts for 14 months and calves are born between June and August the following year. As with most marine mammals, only a single young is born, averaging in length and white or light grey in colour. During summer population counts along different coastal inlets of Baffin Island, calf numbers varied from 0.05% to 5% of the total numbering from 10,000 to 35,000 narwhals, indicating that higher calf counts may reflect calving and nursery habitats in favorable inlets. Hybrids have been documented between the narwhal and beluga (specifically a beluga male and a narwhal female), as one, perhaps even as many as three, were killed and harvested during a sustenance hunt. Whether or not these hybrids could breed remains unknown. The unusual dentition seen in the single remaining skull indicates the hybrid hunted on the seabed, much as walruses do, indicating feeding habits different from those of either parent species.", "sentence2": "Given what biologists know (and not just on what could be theoretically possible) about the fertility of narwhal-beluga hybrids, is it at least feasible that a self-sustaining population could form in the wild?", "label": "NO"}
{"SampleID": 2636, "PassageID": 222, "PassageEditID": 3, "original sentence": "By contrast, the unpopular Ranulf Flambard, the bishop of Durham and a key member of the previous regime, was imprisoned in the Tower of London and charged with corruption.", "original cue": "unpopular", "pre sentence": "In addition to his existing circle of supporters, many of whom were richly rewarded with new lands, Henry quickly co-opted many of the existing administration into his new royal household. William Giffard, William Rufus's chancellor, was made the bishop of Winchester, and the prominent sheriffs Urse d'Abetot, Haimo Dapifer and Robert Fitzhamon continued to play a senior role in government. ", "post sentence": " The late king had left many Church positions unfilled, and Henry set about nominating candidates to these, in an effort to build further support for his new government. The appointments needed to be consecrated, and Henry wrote to Anselm, apologising for having been crowned while the archbishop was still in France and asking him to return at once.", "pre cue": "By contrast, the ", "post cue": " Ranulf Flambard, the bishop of Durham and a key member of the previous regime, was imprisoned in the Tower of London and charged with corruption.", "original passage": "In addition to his existing circle of supporters, many of whom were richly rewarded with new lands, Henry quickly co-opted many of the existing administration into his new royal household. William Giffard, William Rufus's chancellor, was made the bishop of Winchester, and the prominent sheriffs Urse d'Abetot, Haimo Dapifer and Robert Fitzhamon continued to play a senior role in government. By contrast, the unpopular Ranulf Flambard, the bishop of Durham and a key member of the previous regime, was imprisoned in the Tower of London and charged with corruption. The late king had left many Church positions unfilled, and Henry set about nominating candidates to these, in an effort to build further support for his new government. The appointments needed to be consecrated, and Henry wrote to Anselm, apologising for having been crowned while the archbishop was still in France and asking him to return at once.", "QuestionID": "q11", "Confidence": 4, "Passage is enough": "Passage is enough", "sentence1": "In addition to his existing circle of supporters, many of whom were richly rewarded with new lands, Henry quickly co-opted many of the existing administration into his new royal household. William Giffard, William Rufus's chancellor, was made the bishop of Winchester, and the prominent sheriffs Urse d'Abetot, Haimo Dapifer and Robert Fitzhamon continued to play a senior role in government. By contrast, Ranulf Flambard, the bishop of Durham and a key member of the previous regime, was imprisoned in the Tower of London and charged with corruption. The late king had left many Church positions unfilled, and Henry set about nominating candidates to these, in an effort to build further support for his new government. The appointments needed to be consecrated, and Henry wrote to Anselm, apologising for having been crowned while the archbishop was still in France and asking him to return at once.", "sentence2": "Were there likely many protests by citizens related to the regime that Ranulf was a part of?", "label": "DON'T KNOW"}
{"SampleID": 2393, "PassageID": 203, "PassageEditID": 0, "original sentence": "The casting agent then found a local Thai man, Somsak Sengvilai, who held a particular dislike of Americans, and so cast him.", "original cue": "dislike", "pre sentence": "The Viet Cong Russian roulette scenes were shot with real rats and mosquitoes, as the three principals (De Niro, Walken, and Savage) were tied up in bamboo cages erected along the River Kwai. The woman who was given the task of casting the extras in Thailand had much difficulty finding a local to play the vicious-looking individual who runs the game. The first actor hired turned out to be incapable of slapping De Niro in the face. ", "post sentence": "De Niro suggested that Walken be slapped by one of the guards without any warning. The reaction on Walken's face was genuine. Producer Deeley has said that Cimino shot the brutal Vietcong Russian roulette scenes brilliantly and more efficiently than any other part of the film.", "pre cue": "The casting agent then found a local Thai man, Somsak Sengvilai, who held a particular ", "post cue": " of Americans, and so cast him.", "original passage": "The Viet Cong Russian roulette scenes were shot with real rats and mosquitoes, as the three principals (De Niro, Walken, and Savage) were tied up in bamboo cages erected along the River Kwai. The woman who was given the task of casting the extras in Thailand had much difficulty finding a local to play the vicious-looking individual who runs the game. The first actor hired turned out to be incapable of slapping De Niro in the face. The casting agent then found a local Thai man, Somsak Sengvilai, who held a particular dislike of Americans, and so cast him. De Niro suggested that Walken be slapped by one of the guards without any warning. The reaction on Walken's face was genuine. Producer Deeley has said that Cimino shot the brutal Vietcong Russian roulette scenes brilliantly and more efficiently than any other part of the film.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The Viet Cong Russian roulette scenes were shot with real rats and mosquitoes, as the three principals (De Niro, Walken, and Savage) were tied up in bamboo cages erected along the River Kwai. The woman who was given the task of casting the extras in Thailand had much difficulty finding a local to play the vicious-looking individual who runs the game. The first actor hired turned out to be incapable of slapping De Niro in the face. The casting agent then found a local Thai man, Somsak Sengvilai, who held a particular dislike of Americans, and so cast him. De Niro suggested that Walken be slapped by one of the guards without any warning. The reaction on Walken's face was genuine. Producer Deeley has said that Cimino shot the brutal Vietcong Russian roulette scenes brilliantly and more efficiently than any other part of the film.", "sentence2": "Is there a good chance that Somsak Sengvilai didn't care for Robert De Niro when he first met him?", "label": "YES"}
{"SampleID": 718, "PassageID": 60, "PassageEditID": 0, "original sentence": "Alan Dershowitz wrote in his book \"The Case for Israel\" that unlike the Haganah, the policy of the Irgun had been to encourage the flight of local Arabs.", "original cue": "unlike", "pre sentence": "", "post sentence": "", "pre cue": "Alan Dershowitz wrote in his book \"The Case for Israel\" that ", "post cue": " the Haganah, the policy of the Irgun had been to encourage the flight of local Arabs.", "original passage": "Alan Dershowitz wrote in his book \"The Case for Israel\" that unlike the Haganah, the policy of the Irgun had been to encourage the flight of local Arabs.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Alan Dershowitz wrote in his book \"The Case for Israel\" that unlike the Haganah, the policy of the Irgun had been to encourage the flight of local Arabs.", "sentence2": "Would the policies of the Haganah and the Irgun be significantly different to a local Arab who did not want to leave?", "label": "YES"}
{"SampleID": 1693, "PassageID": 143, "PassageEditID": 2, "original sentence": "These early epics were oral compositions, created without the use of writing.", "original cue": "without", "pre sentence": "The earliest surviving works of Greek literature are epic poetry. Homer's \"Iliad\" and \"Odyssey\" are the earliest to survive to us today, probably composed in the eighth century BC. ", "post sentence": "", "pre cue": "These early epics were oral compositions, created ", "post cue": "the use of writing.", "original passage": "The earliest surviving works of Greek literature are epic poetry. Homer's \"Iliad\" and \"Odyssey\" are the earliest to survive to us today, probably composed in the eighth century BC. These early epics were oral compositions, created without the use of writing.", "QuestionID": "q10", "Confidence": 1, "Passage is enough": "Passage is enough", "sentence1": "The earliest surviving works of Greek literature are epic poetry. Homer's \"Iliad\" and \"Odyssey\" are the earliest to survive to us today, probably composed in the eighth century BC. These early epics were oral compositions created without modern writing technology.", "sentence2": "Were Homer's \"Iliad\" and \"Odyssey\" created through oral composition?", "label": "YES"}
{"SampleID": 110, "PassageID": 10, "PassageEditID": 0, "original sentence": "At the junction of a p-type and an n-type semiconductor there forms a depletion region where current conduction is inhibited by the lack of mobile charge carriers.", "original cue": "lack", "pre sentence": "A semiconductor diode is a device typically made from a single p–n junction.", "post sentence": " When the device is \"forward biased\" (connected with the p-side at higher electric potential than the n-side), this depletion region is diminished, allowing for significant conduction, while only very small current can be achieved when the diode is \"reverse biased\" and thus the depletion region expanded.", "pre cue": "At the junction of a p-type and an n-type semiconductor there forms a depletion region where current conduction is inhibited by the", "post cue": "of mobile charge carriers.", "original passage": "A semiconductor diode is a device typically made from a single p–n junction. At the junction of a p-type and an n-type semiconductor there forms a depletion region where current conduction is inhibited by the lack of mobile charge carriers. When the device is \"forward biased\" (connected with the p-side at higher electric potential than the n-side), this depletion region is diminished, allowing for significant conduction, while only very small current can be achieved when the diode is \"reverse biased\" and thus the depletion region expanded.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "A semiconductor diode is a device typically made from a single p–n junction. At the junction of a p-type and an n-type semiconductor there forms a depletion region where current conduction is inhibited by the lack of mobile charge carriers. When the device is \"forward biased\" (connected with the p-side at higher electric potential than the n-side), this depletion region is diminished, allowing for significant conduction, while only very small current can be achieved when the diode is \"reverse biased\" and thus the depletion region expanded.", "sentence2": "Can the current conduction occur efficiently in the depletion region?", "label": "NO"}
{"SampleID": 8, "PassageID": 1, "PassageEditID": 2, "original sentence": "While he vetoed what was an unprecedented eleven City Council ordinances that year, most narrowly were involved with specific financial practices considered wasteful and none of the vetoes were overridden.", "original cue": "unprecedented", "pre sentence": "In his first year as mayor, Medill received very little legislative resistance from the Chicago City Council. ", "post sentence": "He used his new powers to appoint the members of the newly constituted Chicago Board of Education and the commissioners of its constituted public library. His appointments were approved unanimously by the City Council.", "pre cue": "While he vetoed what was an", "post cue": " eleven City Council ordinances that year, most narrowly were involved with specific financial practices considered wasteful and none of the vetoes were overridden.", "original passage": "In his first year as mayor, Medill received very little legislative resistance from the Chicago City Council. While he vetoed what was an unprecedented eleven City Council ordinances that year, most narrowly were involved with specific financial practices considered wasteful and none of the vetoes were overridden. He used his new powers to appoint the members of the newly constituted Chicago Board of Education and the commissioners of its constituted public library. His appointments were approved unanimously by the City Council.", "QuestionID": "q20", "Confidence": 4, "Passage is enough": "Passage is enough", "sentence1": "In his first year as mayor, Medill received very little legislative resistance from the Chicago City Council. While some expected an unprecedented number of vetoes, in actuality he only vetoed eleven City Council ordinances that year, and most of those were narrowly involved with specific financial practices he considered wasteful and none of the vetoes were overridden. He used his new powers to appoint the members of the newly constituted Chicago Board of Education and the commissioners of its constituted public library. His appointments were approved unanimously by the City Council.", "sentence2": "Could one get the impression that Chicago's city council was generally reluctant to change, and had allowed a lot of waste and inefficiency to build up that would have remained if Medill was not elected mayor?", "label": "NO"}
{"SampleID": 4387, "PassageID": 369, "PassageEditID": 0, "original sentence": "The supply of gunpowder was theoretically controlled by the government, but it was easily obtained from illicit sources.", "original cue": "illicit", "pre sentence": "According to Fawkes, 20 barrels of gunpowder were brought in at first, followed by 16 more on 20 July.", "post sentence": "On 28 July, the ever-present threat of the plague again delayed the opening of Parliament, this time until Tuesday 5 November. Fawkes left the country for a short time. The King, meanwhile, spent much of the summer away from the city, hunting. He stayed wherever was convenient, including on occasion at the houses of prominent Catholics. Garnet, convinced that the threat of an uprising had receded, travelled the country on a pilgrimage.", "pre cue": "The supply of gunpowder was theoretically controlled by the government, but it was easily obtained from ", "post cue": "sources.", "original passage": "According to Fawkes, 20 barrels of gunpowder were brought in at first, followed by 16 more on 20 July. The supply of gunpowder was theoretically controlled by the government, but it was easily obtained from illicit sources. On 28 July, the ever-present threat of the plague again delayed the opening of Parliament, this time until Tuesday 5 November. Fawkes left the country for a short time. The King, meanwhile, spent much of the summer away from the city, hunting. He stayed wherever was convenient, including on occasion at the houses of prominent Catholics. Garnet, convinced that the threat of an uprising had receded, travelled the country on a pilgrimage.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "According to Fawkes, 20 barrels of gunpowder were brought in at first, followed by 16 more on 20 July. The supply of gunpowder was theoretically controlled by the government, but it was easily obtained from illicit sources. On 28 July, the ever-present threat of the plague again delayed the opening of Parliament, this time until Tuesday 5 November. Fawkes left the country for a short time. The King, meanwhile, spent much of the summer away from the city, hunting. He stayed wherever was convenient, including on occasion at the houses of prominent Catholics. Garnet, convinced that the threat of an uprising had receded, travelled the country on a pilgrimage.", "sentence2": "Were stores likely to be prosecuted if they sold gunpowder?", "label": "DON'T KNOW"}
{"SampleID": 5177, "PassageID": 434, "PassageEditID": 1, "original sentence": "In 1980 the event moved to Pando Winter Sports Park near Grand Rapids, Michigan because of a lack of snow that year at the original venue.", "original cue": "lack", "pre sentence": "The first competitions to offer prize money were the National Snurfing Championship, held at Muskegon State Park in Muskegon, Michigan. In 1979, Jake Burton Carpenter, came from Vermont to compete with a snowboard of his own design. There were protests about Jake entering with a non-snurfer board. Paul Graves, and others, advocated that Jake be allowed to race. A \"modified\" \"Open\" division was created and won by Jake as the sole entrant. That race was considered the first competition for snowboards and is the start of what has now become competitive snowboarding. Ken Kampenga, John Asmussen and Jim Trim placed 1st, 2nd and 3rd respectively in the Standard competition with best two combined times of 24.71, 25.02 and 25.41 and Jake Carpenter won prize money as the sole entrant in the \"open\" division with a time of 26.35.", "post sentence": "", "pre cue": "In 1980 the event moved to Pando Winter Sports Park near Grand Rapids, Michigan because of a", "post cue": "of snow that year at the original venue.", "original passage": "The first competitions to offer prize money were the National Snurfing Championship, held at Muskegon State Park in Muskegon, Michigan. In 1979, Jake Burton Carpenter, came from Vermont to compete with a snowboard of his own design. There were protests about Jake entering with a non-snurfer board. Paul Graves, and others, advocated that Jake be allowed to race. A \"modified\" \"Open\" division was created and won by Jake as the sole entrant. That race was considered the first competition for snowboards and is the start of what has now become competitive snowboarding. Ken Kampenga, John Asmussen and Jim Trim placed 1st, 2nd and 3rd respectively in the Standard competition with best two combined times of 24.71, 25.02 and 25.41 and Jake Carpenter won prize money as the sole entrant in the \"open\" division with a time of 26.35. In 1980 the event moved to Pando Winter Sports Park near Grand Rapids, Michigan because of a lack of snow that year at the original venue.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The first competitions to offer prize money were the National Snurfing Championship, held at Muskegon State Park in Muskegon, Michigan. In 1979, Jake Burton Carpenter, came from Vermont to compete with a snowboard of his own design. There were protests about Jake entering with a non-snurfer board. Paul Graves, and others, advocated that Jake be allowed to race. A \"modified\" \"Open\" division was created and won by Jake as the sole entrant. That race was considered the first competition for snowboards and is the start of what has now become competitive snowboarding. Ken Kampenga, John Asmussen and Jim Trim placed 1st, 2nd and 3rd respectively in the Standard competition with best two combined times of 24.71, 25.02 and 25.41 and Jake Carpenter won prize money as the sole entrant in the \"open\" division with a time of 26.35. In 1980 due to a lack of snow at the original site, the event moved to the Pando Winter Sports Park near Grand Rapids in the same state.", "sentence2": "If the competitors had nonetheless managed to adapt to weather conditions at Muskegon in 1979, would it still have been infeasible to hold the event there because it would be difficult and/or dangerous for fans to travel to the site?", "label": "NO"}
{"SampleID": 262, "PassageID": 22, "PassageEditID": 3, "original sentence": "On March 11, 2021, Barrymore said she is taking an indefinite hiatus from acting.", "original cue": "indefinite", "pre sentence": "Barrymore starred in Jamie Babbit's film \"The Stand In\". It was set to premiere at the Tribeca Film Festival in April 2020, but was cancelled due to the COVID-19 pandemic. On September 14, 2020, Barrymore premiered a syndicated daytime talk show, \"The Drew Barrymore Show\".", "post sentence": "", "pre cue": "On March 11, 2021, Barrymore said she is taking an", "post cue": "hiatus from acting.", "original passage": "Barrymore starred in Jamie Babbit's film \"The Stand In\". It was set to premiere at the Tribeca Film Festival in April 2020, but was cancelled due to the COVID-19 pandemic. On September 14, 2020, Barrymore premiered a syndicated daytime talk show, \"The Drew Barrymore Show\". On March 11, 2021, Barrymore said she is taking an indefinite hiatus from acting.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "External knowledge required", "sentence1": "Barrymore starred in Jamie Babbit's film \"The Stand In\". It was set to premiere at the Tribeca Film Festival in April 2020, but was cancelled due to the COVID-19 pandemic. On September 14, 2020, Barrymore premiered a syndicated daytime talk show, \"The Drew Barrymore Show\". On March 11, 2021, Barrymore said she is taking a short hiatus from acting.", "sentence2": "Will Drew Barrymore appear on talk shows again?", "label": "DON'T KNOW"}
{"SampleID": 2846, "PassageID": 240, "PassageEditID": 1, "original sentence": "There has been speculation that Heinlein's intense obsession with his privacy was due at least in part to the apparent contradiction between his unconventional private life and his career as an author of books for children.", "original cue": "unconventional", "pre sentence": "Heinlein's first novel published as a book, \"Rocket Ship Galileo\", was initially rejected because going to the moon was considered too far-fetched, but he soon found a publisher, Scribner's, that began publishing a Heinlein juvenile once a year for the Christmas season. Eight of these books were illustrated by Clifford Geary in a distinctive white-on-black scratchboard style. Some representative novels of this type are \"Have Space Suit—Will Travel\", \"Farmer in the Sky\", and \"Starman Jones\". Many of these were first published in serial form under other titles, e.g., \"Farmer in the Sky\" was published as \"Satellite Scout\" in the Boy Scout magazine \"Boys' Life\". ", "post sentence": " However, \"For Us, the Living\" explicitly discusses the political importance Heinlein attached to privacy as a matter of principle.", "pre cue": "There has been speculation that Heinlein's intense obsession with his privacy was due at least in part to the apparent contradiction between his", "post cue": "private life and his career as an author of books for children.", "original passage": "Heinlein's first novel published as a book, \"Rocket Ship Galileo\", was initially rejected because going to the moon was considered too far-fetched, but he soon found a publisher, Scribner's, that began publishing a Heinlein juvenile once a year for the Christmas season. Eight of these books were illustrated by Clifford Geary in a distinctive white-on-black scratchboard style. Some representative novels of this type are \"Have Space Suit—Will Travel\", \"Farmer in the Sky\", and \"Starman Jones\". Many of these were first published in serial form under other titles, e.g., \"Farmer in the Sky\" was published as \"Satellite Scout\" in the Boy Scout magazine \"Boys' Life\". There has been speculation that Heinlein's intense obsession with his privacy was due at least in part to the apparent contradiction between his unconventional private life and his career as an author of books for children. However, \"For Us, the Living\" explicitly discusses the political importance Heinlein attached to privacy as a matter of principle.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Heinlein's first novel published as a book, \"Rocket Ship Galileo\", was initially rejected because going to the moon was considered too far-fetched, but he soon found a publisher, Scribner's, that began publishing a Heinlein juvenile once a year for the Christmas season. Eight of these books were illustrated by Clifford Geary in a distinctive white-on-black scratchboard style. Some representative novels of this type are \"Have Space Suit—Will Travel\", \"Farmer in the Sky\", and \"Starman Jones\". Many of these were first published in serial form under other titles, e.g., \"Farmer in the Sky\" was published as \"Satellite Scout\" in the Boy Scout magazine \"Boys' Life\". There has been speculation that Heinlein's intense obsession with his privacy was due at least in part to the apparent contradiction between his rather strange private life and his career as an author of books for children. However, \"For Us, the Living\" explicitly discusses the political importance Heinlein attached to privacy as a matter of principle.", "sentence2": "Was Heinlein possibly worried about money with regards to his decision to his privacy?", "label": "YES"}
{"SampleID": 7345, "PassageID": 616, "PassageEditID": 0, "original sentence": "The last match of any kind that Grace played in, though he neither batted nor bowled, was for Eltham v Northbrook on 8 August, a few days after the outbreak of the First World War.", "original cue": "neither", "pre sentence": "Despite his age and bulk, Grace continued to play minor cricket for several years after his retirement from the first-class version. His penultimate match, and the last in which he batted, was for Eltham Cricket Club at Grove Park on 25 July 1914, a week after his 66th birthday. He contributed an undefeated 69 to a total of 155–6 declared, having begun his innings when they were 31–4. Grove Park made 99–8 in reply.", "post sentence": "", "pre cue": "The last match of any kind that Grace played in, though he ", "post cue": "batted nor bowled, was for Eltham v Northbrook on 8 August, a few days after the outbreak of the First World War.", "original passage": "Despite his age and bulk, Grace continued to play minor cricket for several years after his retirement from the first-class version. His penultimate match, and the last in which he batted, was for Eltham Cricket Club at Grove Park on 25 July 1914, a week after his 66th birthday. He contributed an undefeated 69 to a total of 155–6 declared, having begun his innings when they were 31–4. Grove Park made 99–8 in reply. The last match of any kind that Grace played in, though he neither batted nor bowled, was for Eltham v Northbrook on 8 August, a few days after the outbreak of the First World War.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "External knowledge required", "sentence1": "Despite his age and bulk, Grace continued to play minor cricket for several years after his retirement from the first-class version. His penultimate match, and the last in which he batted, was for Eltham Cricket Club at Grove Park on 25 July 1914, a week after his 66th birthday. He contributed an undefeated 69 to a total of 155–6 declared, having begun his innings when they were 31–4. Grove Park made 99–8 in reply. The last match of any kind that Grace played in, though he neither batted nor bowled, was for Eltham v Northbrook on 8 August, a few days after the outbreak of the First World War.", "sentence2": "Based on the position that he was playing, is it possible that Grace could have scored the coveted 'duck' for his team during his final game?", "label": "NO"}
{"SampleID": 2324, "PassageID": 197, "PassageEditID": 1, "original sentence": "The Spaniards considered the Africans superior to the Taíno, since the latter were unwilling to assimilate.", "original cue": "unwilling", "pre sentence": "The slaves faced heavy discrimination and had no opportunity for advancement, though they were educated by their masters. ", "post sentence": " The slaves, in contrast, had little choice but to adapt. Many converted to Christianity and were given their masters' surnames.", "pre cue": "The Spaniards considered the Africans superior to the Taíno, since the latter were ", "post cue": "to assimilate.", "original passage": "The slaves faced heavy discrimination and had no opportunity for advancement, though they were educated by their masters. The Spaniards considered the Africans superior to the Taíno, since the latter were unwilling to assimilate. The slaves, in contrast, had little choice but to adapt. Many converted to Christianity and were given their masters' surnames.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The slaves faced heavy discrimination and had no opportunity for advancement, though they were educated by their masters. Spanish attitudes at the time were more favorable to the Africans than to the Taino, since the Taino mostly refused efforts at assimilation. The slaves, in contrast, had little choice but to adapt. Many converted to Christianity and were given their masters' surnames.", "sentence2": "At least in the time before European diseases decimated Native populations, would one expect to see more indigenous slaves on Spanish plantations, given Spanish attitudes, than the dark-skinned slaves that are typically pictured?", "label": "NO"}
{"SampleID": 7376, "PassageID": 618, "PassageEditID": 3, "original sentence": "In fact, it is not surprising that some atmospheric precipitation of islands are limited in tropical rain.", "original cue": "not", "pre sentence": "The Cape Verde islands are a very degradated area. Also, most islands do not always get a monsoon. ", "post sentence": "", "pre cue": "In fact, it is ", "post cue": "surprising that some atmospheric precipitation of islands are limited in tropical rain.", "original passage": "The Cape Verde islands are a very degradated area. Also, most islands do not always get a monsoon. In fact, it is not surprising that some atmospheric precipitation of islands are limited in tropical rain.", "QuestionID": "q10", "Confidence": 4, "Passage is enough": "Passage is enough", "sentence1": "The Cape Verde islands are a very degradated area. Also, most islands do not always get a monsoon. In fact, it comes as a surprise that some atmospheric precipitation of islands are limited in tropical rain.", "sentence2": "Are people surprised at the amount of tropical rain on the islands?", "label": "YES"}
{"SampleID": 5275, "PassageID": 442, "PassageEditID": 1, "original sentence": "Snow falls every year, but rarely stays on the ground.", "original cue": "rarely", "pre sentence": "Paris has a typical Western European oceanic climate (Köppen: \"Cfb\"), which is affected by the North Atlantic Current. The overall climate throughout the year is mild and moderately wet. Summer days are usually warm and pleasant with average temperatures between, and a fair amount of sunshine. Each year, however, there are a few days when the temperature rises above. Longer periods of more intense heat sometimes occur, such as the heat wave of 2003 when temperatures exceeded for weeks, reached on some days and rarely cooled down at night. Spring and autumn have, on average, mild days and fresh nights but are changing and unstable. Surprisingly warm or cool weather occurs frequently in both seasons. In winter, sunshine is scarce; days are cool, and nights are cold but generally above freezing with low temperatures around. Light night frosts are however quite common, but the temperature seldom dips below.", "post sentence": "The city sometimes sees light snow or flurries with or without accumulation.", "pre cue": "Snow falls every year, but ", "post cue": "stays on the ground.", "original passage": "Paris has a typical Western European oceanic climate (Köppen: \"Cfb\"), which is affected by the North Atlantic Current. The overall climate throughout the year is mild and moderately wet. Summer days are usually warm and pleasant with average temperatures between, and a fair amount of sunshine. Each year, however, there are a few days when the temperature rises above. Longer periods of more intense heat sometimes occur, such as the heat wave of 2003 when temperatures exceeded for weeks, reached on some days and rarely cooled down at night. Spring and autumn have, on average, mild days and fresh nights but are changing and unstable. Surprisingly warm or cool weather occurs frequently in both seasons. In winter, sunshine is scarce; days are cool, and nights are cold but generally above freezing with low temperatures around. Light night frosts are however quite common, but the temperature seldom dips below. Snow falls every year, but rarely stays on the ground. The city sometimes sees light snow or flurries with or without accumulation.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Paris has a typical Western European oceanic climate (Köppen: \"Cfb\"), which is affected by the North Atlantic Current. The overall climate throughout the year is mild and moderately wet. Summer days are usually warm and pleasant with average temperatures between, and a fair amount of sunshine. Each year, however, there are a few days when the temperature rises above. Longer periods of more intense heat sometimes occur, such as the heat wave of 2003 when temperatures exceeded for weeks, reached on some days and rarely cooled down at night. Spring and autumn have, on average, mild days and fresh nights but are changing and unstable. Surprisingly warm or cool weather occurs frequently in both seasons. In winter, sunshine is scarce; days are cool, and nights are cold but generally above freezing with low temperatures around. Light night frosts are however quite common, but the temperature seldom dips below. While snowfall is an annual occurrence, it is uncommon for it to remain intact on the ground. The city sometimes sees light snow or flurries with or without accumulation.", "sentence2": "Given the ground-level air temperature's ability to keep snow in a solid form, would you conclude that ice on the roads is a common problem in Paris in the winter?", "label": "NO"}
{"SampleID": 4303, "PassageID": 362, "PassageEditID": 0, "original sentence": "This, combined with the two levels of resin inside his skull, have led to suggestions that an initial mummification was carried out by an inexperienced embalmer.", "original cue": "inexperienced", "pre sentence": "Ultimately it has been determined that his death was likely the result of the combination of his multiple weakening disorders, a leg fracture, perhaps as the result of a fall, and a severe malarial infection. The placement of the mummy's embalming incision is unique. ", "post sentence": "", "pre cue": "This, combined with the two levels of resin inside his skull, have led to suggestions that an initial mummification was carried out by an ", "post cue": "embalmer.", "original passage": "Ultimately it has been determined that his death was likely the result of the combination of his multiple weakening disorders, a leg fracture, perhaps as the result of a fall, and a severe malarial infection. The placement of the mummy's embalming incision is unique. This, combined with the two levels of resin inside his skull, have led to suggestions that an initial mummification was carried out by an inexperienced embalmer.", "QuestionID": "q20", "Confidence": 4, "Passage is enough": "Passage is enough", "sentence1": "Ultimately it has been determined that his death was likely the result of the combination of his multiple weakening disorders, a leg fracture, perhaps as the result of a fall, and a severe malarial infection. The placement of the mummy's embalming incision is unique. This, combined with the two levels of resin inside his skull, have led to suggestions that an initial mummification was carried out by an inexperienced embalmer.", "sentence2": "Given what can be learned from this passage, is it reasonable to assume that more recent discoveries mimicked the heretofore unique embalming methods shown in this specimen?", "label": "NO"}
