{"SampleID": 4564, "PassageID": 384, "PassageEditID": 0, "original sentence": "As a result, freight services are unable to compete with other modes of transport on both cost and speed of delivery, leading to continuous erosion of market share.", "original cue": "unable", "pre sentence": "In the freight segment, IR ferries various commodities and fuels in industrial, consumer, and agricultural segments across the length and breadth of India. IR has historically subsidised the passenger segment with income from the freight business. ", "post sentence": " To counter this downward trend, IR has started new initiatives in freight segments including upgrading of existing goods sheds, attracting private capital to build multi-commodity multi-modal logistics terminals, changing container sizes, operating time-tabled freight trains, and tweaking with the freight pricing/product mix.", "pre cue": "As a result, freight services are ", "post cue": " to compete with other modes of transport on both cost and speed of delivery, leading to continuous erosion of market share.", "original passage": "In the freight segment, IR ferries various commodities and fuels in industrial, consumer, and agricultural segments across the length and breadth of India. IR has historically subsidised the passenger segment with income from the freight business. As a result, freight services are unable to compete with other modes of transport on both cost and speed of delivery, leading to continuous erosion of market share. To counter this downward trend, IR has started new initiatives in freight segments including upgrading of existing goods sheds, attracting private capital to build multi-commodity multi-modal logistics terminals, changing container sizes, operating time-tabled freight trains, and tweaking with the freight pricing/product mix.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "In the freight segment, IR ferries various commodities and fuels in industrial, consumer, and agricultural segments across the length and breadth of India. IR has historically subsidised the passenger segment with income from the freight business. As a result, freight services are unable to compete with other modes of transport on both cost and speed of delivery, leading to continuous erosion of market share. To counter this downward trend, IR has started new initiatives in freight segments including upgrading of existing goods sheds, attracting private capital to build multi-commodity multi-modal logistics terminals, changing container sizes, operating time-tabled freight trains, and tweaking with the freight pricing/product mix.", "sentence2": "If one wanted to move freight somewhere cheaply, would IR be a viable choice?", "label": "NO"}
{"SampleID": 3323, "PassageID": 280, "PassageEditID": 0, "original sentence": "Shortly before this, his illegitimate daughter Isabel was born in November.", "original cue": "illegitimate", "pre sentence": "", "post sentence": "Her mother, Ana Franca, was the wife of a Madrid inn keeper; they apparently concealed it from her husband, but Cervantes acknowledged paternity. When Ana Franca died in 1598, he asked his sister Magdalena to take care of her.", "pre cue": "Shortly before this, his ", "post cue": "daughter Isabel was born in November.", "original passage": "Shortly before this, his illegitimate daughter Isabel was born in November. Her mother, Ana Franca, was the wife of a Madrid inn keeper; they apparently concealed it from her husband, but Cervantes acknowledged paternity. When Ana Franca died in 1598, he asked his sister Magdalena to take care of her.", "QuestionID": "q20", "Confidence": 4, "Passage is enough": "Passage is enough", "sentence1": "Shortly before this, his illegitimate daughter Isabel was born in November. Her mother, Ana Franca, was the wife of a Madrid inn keeper; they apparently concealed it from her husband, but Cervantes acknowledged paternity. When Ana Franca died in 1598, he asked his sister Magdalena to take care of her.", "sentence2": "Does the passage leave open the possibility that Cervantes was actually not the biological father of Isabel?", "label": "YES"}
{"SampleID": 1870, "PassageID": 158, "PassageEditID": 3, "original sentence": "People can prevent mosquito bites by wearing clothing that fully covers the skin, using mosquito netting while resting, and/or the application of insect repellent (DEET being the most effective).", "original cue": "prevent", "pre sentence": "The primary method of controlling \"A. aegypti\" is by eliminating its habitats. This is done by getting rid of open sources of water, or if this is not possible, by adding insecticides or biological control agents to these areas. Generalized spraying with organophosphate or pyrethroid insecticides, while sometimes done, is not thought to be effective. Reducing open collections of water through environmental modification is the preferred method of control, given the concerns of negative health effects from insecticides and greater logistical difficulties with control agents. ", "post sentence": " While these measures can be an effective means of reducing an individual's risk of exposure, they do little in terms of mitigating the frequency of outbreaks, which appear to be on the rise in some areas, probably due to urbanization increasing the habitat of \"A. aegypti\". The range of the disease also appears to be expanding possibly due to climate change.", "pre cue": "People can", "post cue": " mosquito bites by wearing clothing that fully covers the skin, using mosquito netting while resting, and/or the application of insect repellent (DEET being the most effective).", "original passage": "The primary method of controlling \"A. aegypti\" is by eliminating its habitats. This is done by getting rid of open sources of water, or if this is not possible, by adding insecticides or biological control agents to these areas. Generalized spraying with organophosphate or pyrethroid insecticides, while sometimes done, is not thought to be effective. Reducing open collections of water through environmental modification is the preferred method of control, given the concerns of negative health effects from insecticides and greater logistical difficulties with control agents. People can prevent mosquito bites by wearing clothing that fully covers the skin, using mosquito netting while resting, and/or the application of insect repellent (DEET being the most effective). While these measures can be an effective means of reducing an individual's risk of exposure, they do little in terms of mitigating the frequency of outbreaks, which appear to be on the rise in some areas, probably due to urbanization increasing the habitat of \"A. aegypti\". The range of the disease also appears to be expanding possibly due to climate change.", "QuestionID": "q30", "Confidence": 4, "Passage is enough": "Passage is enough", "sentence1": "The primary method of controlling \"A. aegypti\" is by eliminating its habitats. This is done by getting rid of open sources of water, or if this is not possible, by adding insecticides or biological control agents to these areas. Generalized spraying with organophosphate or pyrethroid insecticides, while sometimes done, is not thought to be effective. Reducing open collections of water through environmental modification is the preferred method of control, given the concerns of negative health effects from insecticides and greater logistical difficulties with control agents. People accepting mosquito bites is the most effective way to eliminate the need to wear clothing that fully covers the skin, mosquito netting while resting and the application of DEET insect repellent. While these measures can be an effective means of reducing an individual's risk of exposure, they do little in terms of mitigating the frequency of outbreaks, which appear to be on the rise in some areas, probably due to urbanization increasing the habitat of \"A. aegypti\". The range of the disease also appears to be expanding possibly due to climate change.", "sentence2": "Can mosquito bites be actually avoided?", "label": "DON'T KNOW"}
{"SampleID": 3725, "PassageID": 313, "PassageEditID": 2, "original sentence": "While Mary was absent from Edinburgh on her summer progress in 1563, a crowd forced its way into her private chapel as Mass was being celebrated.", "original cue": "absent", "pre sentence": "Knox's final encounter with Mary was prompted by an incident at Holyrood.", "post sentence": "During the altercation, the priest's life was threatened. As a result, two of the ringleaders, burgesses of Edinburgh, were scheduled for trial on 24 October 1563. In order to defend these men, Knox sent out letters calling the nobles to convene. Mary obtained one of these letters and asked her advisors if this was not a treasonable act. Stewart and Maitland, wanting to keep good relations with both the Kirk and the Queen, asked Knox to admit he was wrong and to settle the matter quietly. Knox refused and he defended himself in front of Mary and the Privy Council. He argued that he had called a legal, not an illegal, assembly as part of his duties as a minister of the Kirk. After he left, the councillors voted not to charge him with treason.", "pre cue": "While Mary was", "post cue": "from Edinburgh on her summer progress in 1563, a crowd forced its way into her private chapel as Mass was being celebrated.", "original passage": "Knox's final encounter with Mary was prompted by an incident at Holyrood. While Mary was absent from Edinburgh on her summer progress in 1563, a crowd forced its way into her private chapel as Mass was being celebrated. During the altercation, the priest's life was threatened. As a result, two of the ringleaders, burgesses of Edinburgh, were scheduled for trial on 24 October 1563. In order to defend these men, Knox sent out letters calling the nobles to convene. Mary obtained one of these letters and asked her advisors if this was not a treasonable act. Stewart and Maitland, wanting to keep good relations with both the Kirk and the Queen, asked Knox to admit he was wrong and to settle the matter quietly. Knox refused and he defended himself in front of Mary and the Privy Council. He argued that he had called a legal, not an illegal, assembly as part of his duties as a minister of the Kirk. After he left, the councillors voted not to charge him with treason.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Knox's final encounter with Mary was prompted by an incident at Holyrood. While falsely believing that Mary was still absent from Edinburgh on her summer progress in 1563, a crowd forced its way into her private chapel as she was celebrating Mass. During the altercation, the priest's life was threatened. As a result, two of the ringleaders, burgesses of Edinburgh, were scheduled for trial on 24 October 1563. In order to defend these men, Knox sent out letters calling the nobles to convene. Mary obtained one of these letters and asked her advisors if this was not a treasonable act. Stewart and Maitland, wanting to keep good relations with both the Kirk and the Queen, asked Knox to admit he was wrong and to settle the matter quietly. Knox refused and he defended himself in front of Mary and the Privy Council. He argued that he had called a legal, not an illegal, assembly as part of his duties as a minister of the Kirk. After he left, the councillors voted not to charge him with treason.", "sentence2": "Regardless of the crowd's intentions, does it sound like Mary herself was at real risk from this event at the chapel?", "label": "YES"}
{"SampleID": 3353, "PassageID": 282, "PassageEditID": 2, "original sentence": "On 6 November 1975 Morocco initiated the Green March into Western Sahara; 350,000 unarmed Moroccans converged on the city of Tarfaya in southern Morocco and waited for a signal from King Hassan II of Morocco to cross the border in a peaceful march.", "original cue": "unarmed", "pre sentence": "The UN attempted to settle these disputes through a visiting mission in late 1975, as well as a verdict from the International Court of Justice (ICJ). It acknowledged that Western Sahara had historical links with Morocco and Mauritania, but not sufficient to prove the sovereignty of either State over the territory at the time of the Spanish colonization. The population of the territory thus possessed the right of self-determination.", "post sentence": "A few days before, on 31 October, Moroccan troops invaded Western Sahara from the north.", "pre cue": "On 6 November 1975 Morocco initiated the Green March into Western Sahara; 350,000", "post cue": "Moroccans converged on the city of Tarfaya in southern Morocco and waited for a signal from King Hassan II of Morocco to cross the border in a peaceful march.", "original passage": "The UN attempted to settle these disputes through a visiting mission in late 1975, as well as a verdict from the International Court of Justice (ICJ). It acknowledged that Western Sahara had historical links with Morocco and Mauritania, but not sufficient to prove the sovereignty of either State over the territory at the time of the Spanish colonization. The population of the territory thus possessed the right of self-determination. On 6 November 1975 Morocco initiated the Green March into Western Sahara; 350,000 unarmed Moroccans converged on the city of Tarfaya in southern Morocco and waited for a signal from King Hassan II of Morocco to cross the border in a peaceful march. A few days before, on 31 October, Moroccan troops invaded Western Sahara from the north.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The UN attempted to settle these disputes through a visiting mission in late 1975, as well as a verdict from the International Court of Justice (ICJ). It acknowledged that Western Sahara had historical links with Morocco and Mauritania, but not sufficient to prove the sovereignty of either State over the territory at the time of the Spanish colonization. The population of the territory thus possessed the right of self-determination. On 6 November 1975 Morocco initiated the Green March into Western Sahara; 350,000 Moroccans converged on the unarmed city of Tarfaya in southern Morocco and waited for a signal from King Hassan II of Morocco to cross the border in a peaceful march. A few days before, on 31 October, Moroccan troops invaded Western Sahara from the north.", "sentence2": "Would a spouse of someone participating in the Green March likely have been concerned that their partner would be killed?", "label": "NO"}
{"SampleID": 2731, "PassageID": 230, "PassageEditID": 3, "original sentence": "After its completion, participants return to the main sanctuary for consumption of the Lord's Supper, which consists of unleavened bread and unfermented grape juice.", "original cue": "unleavened", "pre sentence": "Adventist churches usually practice open communion four times a year. It commences with a foot washing ceremony, known as the \"Ordinance of Humility\", based on the Gospel account of John 13. The Ordinance of Humility is meant to emulate Christ's washing of his disciples' feet at the Last Supper and to remind participants of the need to humbly serve one another. Participants segregate by gender to separate rooms to conduct this ritual, although some congregations allow married couples to perform the ordinance on each other and families are often encouraged to participate together.", "post sentence": "", "pre cue": "After its completion, participants return to the main sanctuary for consumption of the Lord's Supper, which consists of ", "post cue": "bread and unfermented grape juice.", "original passage": "Adventist churches usually practice open communion four times a year. It commences with a foot washing ceremony, known as the \"Ordinance of Humility\", based on the Gospel account of John 13. The Ordinance of Humility is meant to emulate Christ's washing of his disciples' feet at the Last Supper and to remind participants of the need to humbly serve one another. Participants segregate by gender to separate rooms to conduct this ritual, although some congregations allow married couples to perform the ordinance on each other and families are often encouraged to participate together. After its completion, participants return to the main sanctuary for consumption of the Lord's Supper, which consists of unleavened bread and unfermented grape juice.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Adventist churches usually practice open communion four times a year. It commences with a foot washing ceremony, known as the \"Ordinance of Humility\", based on the Gospel account of John 13. The Ordinance of Humility is meant to emulate Christ's washing of his disciples' feet at the Last Supper and to remind participants of the need to humbly serve one another. Participants segregate by gender to separate rooms to conduct this ritual, although some congregations allow married couples to perform the ordinance on each other and families are often encouraged to participate together. After its completion, participants return to the main sanctuary for consumption of the Lord's Supper, which consists of soft, risen bread loaves and unfermented grape juice.", "sentence2": "If a church had wanted to continue to perform this ritual, and to serve the Lord's Supper with freshly made bread in the year 2020 A.D., would a crippling shortage of yeast at the local grocery stores have been a hindrance to them?", "label": "YES"}
{"SampleID": 4587, "PassageID": 386, "PassageEditID": 0, "original sentence": "However, in office, they did not remain friendly.", "original cue": "not", "pre sentence": "In Plutarch's account, Pompey was asked to stand for the consulship. Crassus wanted to become his colleague and asked Pompey for his assistance. As said in the \"Life of Crassus\", \"Pompey received his request gladly (for he was desirous of having Crassus, in some way or other, always in debt to him for some favor), eagerly promoted his candidature, and finally said in a speech to the assembly that he should be no less grateful to them for the colleague than for the office which he desired.\" ", "post sentence": "They \"differed on almost every measure, and by their contentiousness, rendered their consulship barren politically and without achievement.\" Crassus displayed his wealth by realizing public sacrifices to Hercules, entertaining the populace at 10,000 tables and distributing sufficient grain to last each family three months, an act that had the additional ends of performing a previously made religious vow of a tithe to the demigod Hercules and also to gain support among the members of the popular party.", "pre cue": "However, in office, they did ", "post cue": "remain friendly.", "original passage": "In Plutarch's account, Pompey was asked to stand for the consulship. Crassus wanted to become his colleague and asked Pompey for his assistance. As said in the \"Life of Crassus\", \"Pompey received his request gladly (for he was desirous of having Crassus, in some way or other, always in debt to him for some favor), eagerly promoted his candidature, and finally said in a speech to the assembly that he should be no less grateful to them for the colleague than for the office which he desired.\" However, in office, they did not remain friendly. They \"differed on almost every measure, and by their contentiousness, rendered their consulship barren politically and without achievement.\" Crassus displayed his wealth by realizing public sacrifices to Hercules, entertaining the populace at 10,000 tables and distributing sufficient grain to last each family three months, an act that had the additional ends of performing a previously made religious vow of a tithe to the demigod Hercules and also to gain support among the members of the popular party.", "QuestionID": "q10", "Confidence": 4, "Passage is enough": "Passage is enough", "sentence1": "In Plutarch's account, Pompey was asked to stand for the consulship. Crassus wanted to become his colleague and asked Pompey for his assistance. As said in the \"Life of Crassus\", \"Pompey received his request gladly (for he was desirous of having Crassus, in some way or other, always in debt to him for some favor), eagerly promoted his candidature, and finally said in a speech to the assembly that he should be no less grateful to them for the colleague than for the office which he desired.\" However, in office, they did not remain friendly. They \"differed on almost every measure, and by their contentiousness, rendered their consulship barren politically and without achievement.\" Crassus displayed his wealth by realizing public sacrifices to Hercules, entertaining the populace at 10,000 tables and distributing sufficient grain to last each family three months, an act that had the additional ends of performing a previously made religious vow of a tithe to the demigod Hercules and also to gain support among the members of the popular party.", "sentence2": "Would the assembly likely have appointed both Pompey and Crassus to a committee tasked with solving an urgent matter?", "label": "NO"}
{"SampleID": 1834, "PassageID": 155, "PassageEditID": 3, "original sentence": "The rear weight bias made the I-16 easy to handle on unprepared airfields because the aircraft was rather unlikely to flip over the nose even if the front wheels dug in.", "original cue": "unlikely", "pre sentence": "Initial service experience revealed that the ShKAS machine guns had a tendency to jam. This was the result of the guns being installed in the wings upside-down to facilitate the fit. The problem was addressed in later modifications. Evaluations from pilots confirmed the experience with prototypes. Controls were light and very sensitive, abrupt maneuvers resulted in spins, and spin behavior was excellent. An aileron roll could be performed in under 1.5 seconds (roll rate over 240 degrees/second). The machine guns were fired via a cable and the required effort, coupled with sensitive controls, made precision aiming difficult.", "post sentence": "", "pre cue": "The rear weight bias made the I-16 easy to handle on unprepared airfields because the aircraft was rather", "post cue": "to flip over the nose even if the front wheels dug in.", "original passage": "Initial service experience revealed that the ShKAS machine guns had a tendency to jam. This was the result of the guns being installed in the wings upside-down to facilitate the fit. The problem was addressed in later modifications. Evaluations from pilots confirmed the experience with prototypes. Controls were light and very sensitive, abrupt maneuvers resulted in spins, and spin behavior was excellent. An aileron roll could be performed in under 1.5 seconds (roll rate over 240 degrees/second). The machine guns were fired via a cable and the required effort, coupled with sensitive controls, made precision aiming difficult. The rear weight bias made the I-16 easy to handle on unprepared airfields because the aircraft was rather unlikely to flip over the nose even if the front wheels dug in.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Initial service experience revealed that the ShKAS machine guns had a tendency to jam. This was the result of the guns being installed in the wings upside-down to facilitate the fit. The problem was addressed in later modifications. Evaluations from pilots confirmed the experience with prototypes. Controls were light and very sensitive, abrupt maneuvers resulted in spins, and spin behavior was excellent. An aileron roll could be performed in under 1.5 seconds (roll rate over 240 ;degrees/second). The machine guns were fired via a cable and the required effort, coupled with sensitive controls, made precision aiming difficult. The rear weight bias made the I-16 difficult to handle on unprepared airfields because the aircraft was rather likely to flip over the nose, especially if the front wheels dug in.", "sentence2": "If a pilot flying an I-16 has an unsuccessful landing in a grassy field, is it likely that blood will start rushing to their head shortly after the crash?", "label": "YES"}
{"SampleID": 7438, "PassageID": 623, "PassageEditID": 3, "original sentence": "Flamel was not a religious scholar as were many of his predecessors, and his entire interest in the subject revolved around the pursuit of the philosopher's stone.", "original cue": "not", "pre sentence": "Nicolas Flamel is a well-known alchemist, but a good example of pseudepigraphy, the practice of giving your works the name of someone else, usually more famous. Although the historical Flamel existed, the writings and legends assigned to him only appeared in 1612.", "post sentence": "His work spends a great deal of time describing the processes and reactions, but never actually gives the formula for carrying out the transmutations. Most of 'his' work was aimed at gathering alchemical knowledge that had existed before him, especially as regarded the philosopher's stone. Through the 14th and 15th centuries, alchemists were much like Flamel: they concentrated on looking for the philosophers' stone. Bernard Trevisan and George Ripley made similar contributions. Their cryptic allusions and symbolism led to wide variations in interpretation of the art.", "pre cue": "Flamel was", "post cue": " a religious scholar as were many of his predecessors, and his entire interest in the subject revolved around the pursuit of the philosopher's stone.", "original passage": "Nicolas Flamel is a well-known alchemist, but a good example of pseudepigraphy, the practice of giving your works the name of someone else, usually more famous. Although the historical Flamel existed, the writings and legends assigned to him only appeared in 1612. Flamel was not a religious scholar as were many of his predecessors, and his entire interest in the subject revolved around the pursuit of the philosopher's stone. His work spends a great deal of time describing the processes and reactions, but never actually gives the formula for carrying out the transmutations. Most of 'his' work was aimed at gathering alchemical knowledge that had existed before him, especially as regarded the philosopher's stone. Through the 14th and 15th centuries, alchemists were much like Flamel: they concentrated on looking for the philosophers' stone. Bernard Trevisan and George Ripley made similar contributions. Their cryptic allusions and symbolism led to wide variations in interpretation of the art.", "QuestionID": "q11", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Nicolas Flamel is a well-known alchemist, but a good example of pseudepigraphy, the practice of giving your works the name of someone else, usually more famous. Although the historical Flamel existed, the writings and legends assigned to him only appeared in 1612. Flamel was a religious scholar as were many of his predecessors, and his entire interest in the subject revolved around the pursuit of the philosopher's stone. His work spends a great deal of time describing the processes and reactions, but never actually gives the formula for carrying out the transmutations. Most of 'his' work was aimed at gathering alchemical knowledge that had existed before him, especially as regarded the philosopher's stone. Through the 14th and 15th centuries, alchemists were much like Flamel: they concentrated on looking for the philosophers' stone. Bernard Trevisan and George Ripley made similar contributions. Their cryptic allusions and symbolism led to wide variations in interpretation of the art.", "sentence2": "Was Flamel against religious scholars?", "label": "NO"}
{"SampleID": 1781, "PassageID": 151, "PassageEditID": 2, "original sentence": "Nasheed reportedly resigned involuntarily to forestall an escalation of violence, and was placed in jail, before being forced into exile, from which he eventually returned.", "original cue": "involuntarily", "pre sentence": "The politics of the Maldives, as per the reports, take place in the framework of a presidential representative democratic republic, whereby the President is the Head of Government. Executive power is exercised by the government. The President heads the executive branch and appoints the Cabinet; Like many presidential democracies, each member of the cabinet need to be approved by the Parliament. The President, along with their pick for Vice President, are directly elected by the denizens to a five-year term by a secret ballot. Once in office, they could be re-elected to second 5-year term, which is the limit allowed by the Constitution. The current President of the Maldives is Ibrahim Mohamed Solih, who was sworn into office on July 13, 2018 when his predecessor, Abdulla Yameen, lost the 2018 presidential election. Yameen followed his own predecessor Mohamed Nasheed's forced resignation in a coup led by the police.", "post sentence": "", "pre cue": "Nasheed reportedly resigned", "post cue": " to forestall an escalation of violence, and was placed in jail, before being forced into exile, from which he eventually returned.", "original passage": "The politics of the Maldives, as per the reports, take place in the framework of a presidential representative democratic republic, whereby the President is the Head of Government. Executive power is exercised by the government. The President heads the executive branch and appoints the Cabinet; Like many presidential democracies, each member of the cabinet need to be approved by the Parliament. The President, along with their pick for Vice President, are directly elected by the denizens to a five-year term by a secret ballot. Once in office, they could be re-elected to second 5-year term, which is the limit allowed by the Constitution. The current President of the Maldives is Ibrahim Mohamed Solih, who was sworn into office on July 13, 2018 when his predecessor, Abdulla Yameen, lost the 2018 presidential election. Yameen followed his own predecessor Mohamed Nasheed's forced resignation in a coup led by the police. Nasheed reportedly resigned involuntarily to forestall an escalation of violence, and was placed in jail, before being forced into exile, from which he eventually returned.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The politics of the Maldives, as per the reports, take place in the framework of a presidential representative democratic republic, whereby the President is the Head of Government. Executive power is exercised by the government. The President heads the executive branch and appoints the Cabinet; Like many presidential democracies, each member of the cabinet need to be approved by the Parliament. The President, along with their pick for Vice President, are directly elected by the denizens to a five-year term by a secret ballot. Once in office, they could be re-elected to second 5-year term, which is the limit allowed by the Constitution. The current President of the Maldives is Ibrahim Mohamed Solih, who was sworn into office on July 13, 2018 when his predecessor, Abdulla Yameen, lost the 2018 presidential election. Yameen followed his own predecessor Mohamed Nasheed's forced resignation in a coup led by the police. Nasheed reportedly resigned to forestall an escalation of violence, and was placed in jail, before being forced into exile, from which he returned involuntarily.", "sentence2": "Was Nasheed's resignation coerced by Yameen?", "label": "YES"}
{"SampleID": 2215, "PassageID": 188, "PassageEditID": 0, "original sentence": "Bolesław I had taken control of the marches of Lusatia (Łużyce), Sorbian Meissen (Miśnia), and the cities of Budziszyn (Bautzen) and Meissen in 1002, and refused to pay the tribute to the Empire from the conquered territories.", "original cue": "refused", "pre sentence": "", "post sentence": "Bolesław, after the Polish-German War (1002–1018), signed the Peace of Bautzen on 30 January 1018, which made Bolesław I a clear winner. The Polish ruler was able to keep the contested marches of Lusatia and Sorbian Meissen not as fiefs, but as part of Polish territory. The Polish prince Mieszko destroyed about 100 Sorbian villages in 1030 and expelled Sorbians from urban areas, with the exception of fishermen and carpenters who were allowed to live in the outskirts.", "pre cue": "Bolesław I had taken control of the marches of Lusatia (Łużyce), Sorbian Meissen (Miśnia), and the cities of Budziszyn (Bautzen) and Meissen in 1002, and", "post cue": "to pay the tribute to the Empire from the conquered territories.", "original passage": "Bolesław I had taken control of the marches of Lusatia (Łużyce), Sorbian Meissen (Miśnia), and the cities of Budziszyn (Bautzen) and Meissen in 1002, and refused to pay the tribute to the Empire from the conquered territories. Bolesław, after the Polish-German War (1002–1018), signed the Peace of Bautzen on 30 January 1018, which made Bolesław I a clear winner. The Polish ruler was able to keep the contested marches of Lusatia and Sorbian Meissen not as fiefs, but as part of Polish territory. The Polish prince Mieszko destroyed about 100 Sorbian villages in 1030 and expelled Sorbians from urban areas, with the exception of fishermen and carpenters who were allowed to live in the outskirts.", "QuestionID": "q11", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Bolesław I had taken control of the marches of Lusatia (Łużyce), Sorbian Meissen (Miśnia), and the cities of Budziszyn (Bautzen) and Meissen in 1002, and refused to pay the tribute to the Empire from the conquered territories. Bolesław, after the Polish-German War (1002–1018), signed the Peace of Bautzen on 30 January 1018, which made Bolesław I a clear winner. The Polish ruler was able to keep the contested marches of Lusatia and Sorbian Meissen not as fiefs, but as part of Polish territory. The Polish prince Mieszko destroyed about 100 Sorbian villages in 1030 and expelled Sorbians from urban areas, with the exception of fishermen and carpenters who were allowed to live in the outskirts.", "sentence2": "Did Bolesław I probably think that the city of Budziszyn belonged solely to him?", "label": "YES"}
{"SampleID": 739, "PassageID": 61, "PassageEditID": 3, "original sentence": "Castro was also described as a poor father; often absent from their lives, he had little interest in the activities of his children and was more interested in his work.", "original cue": "absent", "pre sentence": "Overall, Sanchez described Castro as a compulsive lover or \"womanizer\"; he has been officially married twice but has carried on numerous affairs, including many one-night stands. Popular with women and often recognized as a sex symbol in Cuba, Castro never had difficulty in finding love and seduction, and Sanchez denies that Castro ever engaged in any unusual or un-consensual behavior. ", "post sentence": " Raul, who had much more stronger paternal feelings towards his family, was often the one who played the role of surrogate father to Castro's children, in particular Fidelito and Alina.", "pre cue": "Castro was also described as a poor father; often", "post cue": " from their lives, he had little interest in the activities of his children and was more interested in his work.", "original passage": "Overall, Sanchez described Castro as a compulsive lover or \"womanizer\"; he has been officially married twice but has carried on numerous affairs, including many one-night stands. Popular with women and often recognized as a sex symbol in Cuba, Castro never had difficulty in finding love and seduction, and Sanchez denies that Castro ever engaged in any unusual or un-consensual behavior. Castro was also described as a poor father; often absent from their lives, he had little interest in the activities of his children and was more interested in his work. Raul, who had much more stronger paternal feelings towards his family, was often the one who played the role of surrogate father to Castro's children, in particular Fidelito and Alina.", "QuestionID": "q20", "Confidence": 4, "Passage is enough": "Passage is enough", "sentence1": "Overall, Sanchez described Castro as a compulsive lover or \"womanizer\"; he has been officially married twice but has carried on numerous affairs, including many one-night stands. Popular with women and often recognized as a sex symbol in Cuba, Castro never had difficulty in finding love and seduction, and Sanchez denies that Castro ever engaged in any unusual or un-consensual behavior. Castro was also described as a poor father; he had little interest in the activities of his children and was more interested in his work even when he was at home, or otherwise keeping up the appearance of a devoted family man. Raul, who had much more stronger paternal feelings towards his family, was often the one who played the role of surrogate father to Castro's children, in particular Fidelito and Alina.", "sentence2": "Does it sound like Castro himself spent a lot of his time working from a home office when he was writing speeches or tending to official correspondence?", "label": "YES"}
{"SampleID": 6814, "PassageID": 572, "PassageEditID": 3, "original sentence": "His feat of holding the world records for the mile, the 5000 m and the 10,000 m at the same time has not been matched by any other athlete before or since.", "original cue": "not", "pre sentence": "Buoyed by his defeat to Guillemot, Nurmi's races became a series of experiments which he analyzed meticulously. Previously known for his blistering pace on the first few laps, Nurmi started to carry a stopwatch and spread his efforts more uniformly over the distance. He aimed to perfect his technique and tactics to a point where the performances of his rivals would be rendered meaningless. Nurmi set his first world record on the 10,000 m in Stockholm in 1921. In 1922, he broke the world records for the 2000 m, the 3000 m and the 5000 m. A year later, Nurmi added the records for the 1500 m and the mile.", "post sentence": "Nurmi also tested his speed in the 800 m, winning the 1923 Finnish Championships with a new national record. After excelling in mathematics, Nurmi graduated as an engineer in 1923 and returned home to prepare for the upcoming Olympic Games.", "pre cue": "His feat of holding the world records for the mile, the 5000 m and the 10,000 m at the same time has", "post cue": "been matched by any other athlete before or since.", "original passage": "Buoyed by his defeat to Guillemot, Nurmi's races became a series of experiments which he analyzed meticulously. Previously known for his blistering pace on the first few laps, Nurmi started to carry a stopwatch and spread his efforts more uniformly over the distance. He aimed to perfect his technique and tactics to a point where the performances of his rivals would be rendered meaningless. Nurmi set his first world record on the 10,000 m in Stockholm in 1921. In 1922, he broke the world records for the 2000 m, the 3000 m and the 5000 m. A year later, Nurmi added the records for the 1500 m and the mile. His feat of holding the world records for the mile, the 5000 m and the 10,000 m at the same time has not been matched by any other athlete before or since. Nurmi also tested his speed in the 800 m, winning the 1923 Finnish Championships with a new national record. After excelling in mathematics, Nurmi graduated as an engineer in 1923 and returned home to prepare for the upcoming Olympic Games.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Buoyed by his defeat to Guillemot, Nurmi's races became a series of experiments which he analyzed meticulously. Previously known for his blistering pace on the first few laps, Nurmi started to carry a stopwatch and spread his efforts more uniformly over the distance. He aimed to perfect his technique and tactics to a point where the performances of his rivals would be rendered meaningless. Nurmi set his first world record on the 10,000 m in Stockholm in 1921. In 1922, he broke the world records for the 2000 m, the 3000 m and the 5000 m. A year later, Nurmi added the records for the 1500 m and the mile. His feat of holding the world records for the mile, the 5000 m and the 10,000 m at the same time was unprecedented in 1922, but has been matched since, and his tally of three concurrent official records has since been exceeded by runners and athletes in other sports. Nurmi also tested his speed in the 800 m, winning the 1923 Finnish Championships with a new national record. After excelling in mathematics, Nurmi graduated as an engineer in 1923 and returned home to prepare for the upcoming Olympic Games.", "sentence2": "From the way that this passage is written, if you saw a news report that claimed that an Ironman Triathlete had just broken the world record for \"all three events\", would you have to assume that the article was badly misprinted, and that the author meant to say that the total time was a new record?", "label": "NO"}
{"SampleID": 3735, "PassageID": 314, "PassageEditID": 1, "original sentence": "However, unlike the objections which would be made in 1877, these did not affect the outcome of the election.", "original cue": "unlike", "pre sentence": "During the joint session of Congress for the counting of the electoral vote on February 12, 1873, five states had objections that were raised regarding their results.", "post sentence": "", "pre cue": "However, ", "post cue": "the objections which would be made in 1877, these did not affect the outcome of the election.", "original passage": "During the joint session of Congress for the counting of the electoral vote on February 12, 1873, five states had objections that were raised regarding their results. However, unlike the objections which would be made in 1877, these did not affect the outcome of the election.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "During the joint session of Congress for the counting of the electoral vote on February 12, 1873, five states had objections that were raised regarding their results. These objections had no impact on the elections ultimate result, though objections made in 1877 would influence that year's election.", "sentence2": "Regardless of whether an observer at the time agreed with the states or not, would he be likely to conclude that perhaps the electoral system was in need of some reforms before the 1881 election, given the way that objections had significantly impacted two outcomes in a row?", "label": "NO"}
{"SampleID": 904, "PassageID": 77, "PassageEditID": 0, "original sentence": "The population is currently under treatment with antiparasitic drugs, but the result is still uncertain.", "original cue": "uncertain", "pre sentence": "The world population of Arctic foxes is thus not endangered, but two Arctic fox subpopulations are. One is on Medny Island (Commander Islands, Russia), which was reduced by some 85–90%, to around 90 animals, as a result of mange caused by an ear tick introduced by dogs in the 1970s.", "post sentence": "", "pre cue": "The population is currently under treatment with antiparasitic drugs, but the result is still ", "post cue": ".", "original passage": "The world population of Arctic foxes is thus not endangered, but two Arctic fox subpopulations are. One is on Medny Island (Commander Islands, Russia), which was reduced by some 85–90%, to around 90 animals, as a result of mange caused by an ear tick introduced by dogs in the 1970s. The population is currently under treatment with antiparasitic drugs, but the result is still uncertain.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The world population of Arctic foxes is thus not endangered, but two Arctic fox subpopulations are. One is on Medny Island (Commander Islands, Russia), which was reduced by some 85–90%, to around 90 animals, as a result of mange caused by an ear tick introduced by dogs in the 1970s. The population is currently under treatment with antiparasitic drugs, but the result is still uncertain.", "sentence2": "Would you likely be able to find a lot of historical data relating to the effectiveness of the antiparasitic drugs when used on foxes?", "label": "NO"}
{"SampleID": 6801, "PassageID": 571, "PassageEditID": 2, "original sentence": "Regarding the organization of Hunnic rule under Attila, Peter Golden comments \"it can hardly be called a state, much less an empire\".", "original cue": "hardly", "pre sentence": "Hunnic governmental structure has long been debated. Peter Heather argues that the Huns were a disorganized confederation in which leaders acted completely independently and that eventually established a ranking hierarchy, much like Germanic societies. Denis Sinor similarly notes that, with the exception of the historically uncertain Balamber, no Hun leaders are named in the sources until Uldin, indicating their relative unimportance. Thompson argues that permanent kingship only developed with the Huns invasion of Europe and the near constant warfare that followed. ", "post sentence": " Golden speaks instead of a \"Hunnic confederacy\". Kim, however, argues that the Huns were far more organized and centralized, with some basis in organization of the Xiongnu state. Walter Pohl notes the correspondences of Hunnic government to those of other steppe empires, but nevertheless argues that the Huns do not appear to have been a unified group when they arrived in Europe.", "pre cue": "Regarding the organization of Hunnic rule under Attila, Peter Golden comments \"it can ", "post cue": " be called a state, much less an empire\".", "original passage": "Hunnic governmental structure has long been debated. Peter Heather argues that the Huns were a disorganized confederation in which leaders acted completely independently and that eventually established a ranking hierarchy, much like Germanic societies. Denis Sinor similarly notes that, with the exception of the historically uncertain Balamber, no Hun leaders are named in the sources until Uldin, indicating their relative unimportance. Thompson argues that permanent kingship only developed with the Huns invasion of Europe and the near constant warfare that followed. Regarding the organization of Hunnic rule under Attila, Peter Golden comments \"it can hardly be called a state, much less an empire\". Golden speaks instead of a \"Hunnic confederacy\". Kim, however, argues that the Huns were far more organized and centralized, with some basis in organization of the Xiongnu state. Walter Pohl notes the correspondences of Hunnic government to those of other steppe empires, but nevertheless argues that the Huns do not appear to have been a unified group when they arrived in Europe.", "QuestionID": "q30", "Confidence": 4, "Passage is enough": "Passage is enough", "sentence1": "Hunnic governmental structure has long been debated. Peter Heather argues that the Huns were a disorganized confederation in which leaders acted completely independently and that eventually established a ranking hierarchy, much like Germanic societies. Denis Sinor similarly notes that, with the exception of the historically uncertain Balamber, no Hun leaders are named in the sources until Uldin, indicating their relative unimportance. Thompson argues that permanent kingship only developed with the Huns invasion of Europe and the near constant warfare that followed. Regarding the organization of Hunnic rule under Attila, Peter Golden comments \"it can hardly be called a state or an empire\". Golden speaks instead of a \"Hunnic confederacy\". Kim, however, argues that the Huns were far more organized and centralized, with some basis in organization of the Xiongnu state. Walter Pohl notes the correspondences of Hunnic government to those of other steppe empires, but nevertheless argues that the Huns do not appear to have been a unified group when they arrived in Europe.", "sentence2": "If you ask Peter Golden, did Hunnic people live under a kind of rule halfway between a state and an empire?", "label": "NO"}
{"SampleID": 7336, "PassageID": 615, "PassageEditID": 1, "original sentence": "According to Beatles biographer Bill Harry, it has been incorrectly suggested that this was meant as a satirical response to the way Capitol had \"butchered\" the US versions of the band's albums.", "original cue": "incorrectly", "pre sentence": "Capitol Records, from December 1963 when it began issuing Beatles recordings for the US market, exercised complete control over format, compiling distinct US albums from the band's recordings and issuing songs of their choosing as singles. In June 1966, the Capitol LP \"Yesterday and Today\" caused an uproar with its cover, which portrayed the grinning Beatles dressed in butcher's overalls, accompanied by raw meat and mutilated plastic baby dolls.", "post sentence": "Thousands of copies of the LP had a new cover pasted over the original; an unpeeled \"first-state\" copy fetched $10,500 at a December 2005 auction. In England, meanwhile, Harrison met sitar maestro Ravi Shankar, who agreed to train him on the instrument.", "pre cue": "According to Beatles biographer Bill Harry, it has been ", "post cue": " suggested that this was meant as a satirical response to the way Capitol had \"butchered\" the US versions of the band's albums.", "original passage": "Capitol Records, from December 1963 when it began issuing Beatles recordings for the US market, exercised complete control over format, compiling distinct US albums from the band's recordings and issuing songs of their choosing as singles. In June 1966, the Capitol LP \"Yesterday and Today\" caused an uproar with its cover, which portrayed the grinning Beatles dressed in butcher's overalls, accompanied by raw meat and mutilated plastic baby dolls. According to Beatles biographer Bill Harry, it has been incorrectly suggested that this was meant as a satirical response to the way Capitol had \"butchered\" the US versions of the band's albums. Thousands of copies of the LP had a new cover pasted over the original; an unpeeled \"first-state\" copy fetched $10,500 at a December 2005 auction. In England, meanwhile, Harrison met sitar maestro Ravi Shankar, who agreed to train him on the instrument.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Capitol Records, from December 1963 when it began issuing Beatles recordings for the US market, exercised complete control over format, compiling distinct US albums from the band's recordings and issuing songs of their choosing as singles. In June 1966, the Capitol LP \"Yesterday and Today\" caused an uproar with its cover, which portrayed the grinning Beatles dressed in butcher's overalls, accompanied by raw meat and mutilated plastic baby dolls. Some have made the claim that the Beatles chose this cover satirically, as a way of showing how Capitol had \"butchered\" the American versions of the band's other albums, but Beatles biographer Bill Harry says that such claims are incorrect. Thousands of copies of the LP had a new cover pasted over the original; an unpeeled \"first-state\" copy fetched $10,500 at a December 2005 auction. In England, meanwhile, Harrison met sitar maestro Ravi Shankar, who agreed to train him on the instrument.", "sentence2": "Given the way that the artists are alleged to have felt about Capitol's efforts, would you expect any differences between US and UK versions of their albums to be noticeable and with artistic significance?", "label": "NO"}
