{"SampleID": 2912, "PassageID": 245, "PassageEditID": 3, "original sentence": "After witnessing the Indo-Pakistani War of 1971, which saw the unconditional surrender of Pakistan in 1971, Mahmood attended the winter seminar at Multan and delivered a speech on atomic science.", "original cue": "unconditional", "pre sentence": "", "post sentence": "On 20 January 1972, the President of Pakistan, Zulfikar Ali Bhutto, approved a crash atomic weapon program, under Munir Ahmad Khan, for the sake of \"national survivor.\" Though, he continued his work at the KANUPP I engineering division.", "pre cue": "After witnessing the Indo-Pakistani War of 1971, which saw the", "post cue": "surrender of Pakistan in 1971, Mahmood attended the winter seminar at Multan and delivered a speech on atomic science.", "original passage": "After witnessing the Indo-Pakistani War of 1971, which saw the unconditional surrender of Pakistan in 1971, Mahmood attended the winter seminar at Multan and delivered a speech on atomic science. On 20 January 1972, the President of Pakistan, Zulfikar Ali Bhutto, approved a crash atomic weapon program, under Munir Ahmad Khan, for the sake of \"national survivor.\" Though, he continued his work at the KANUPP I engineering division.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "After witnessing the Indo-Pakistani War of 1971, which saw Pakistan's surrender albeit with many favorable conditions, Mahmood attended the winter seminar at Multan and delivered a speech on atomic science. On 20 January 1972, the President of Pakistan, Zulfikar Ali Bhutto, approved a crash atomic weapon program, under Munir Ahmad Khan, for the sake of \"national survivor.\" Though, he continued his work at the KANUPP I engineering division.", "sentence2": "Given what the passage suggests happened in Pakistan in the year after the surrender, does it sound like Indian officials would nevertheless have felt that they did everything they could to prevent such an unfavorable outcome?", "label": "NO"}
{"SampleID": 2641, "PassageID": 223, "PassageEditID": 1, "original sentence": "The website incorrectly predicted Clinton would win Wisconsin, Michigan, Pennsylvania, North Carolina, and Florida.", "original cue": "incorrectly", "pre sentence": "Electoral-vote.com incorrectly predicted Hillary Clinton would win the 2016 United States presidential election.", "post sentence": "Electoral-vote.com did not predict a winner for Nevada, which Clinton would win. The website predicted the winners of the remaining 44 states and the District of Columbia correctly.", "pre cue": "The website", "post cue": " predicted Clinton would win Wisconsin, Michigan, Pennsylvania, North Carolina, and Florida.", "original passage": "Electoral-vote.com incorrectly predicted Hillary Clinton would win the 2016 United States presidential election. The website incorrectly predicted Clinton would win Wisconsin, Michigan, Pennsylvania, North Carolina, and Florida. Electoral-vote.com did not predict a winner for Nevada, which Clinton would win. The website predicted the winners of the remaining 44 states and the District of Columbia correctly.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Electoral-vote.com incorrectly predicted Hillary Clinton would win the 2016 United States presidential election. The website was wrong when it predicted Clinton would win Wisconsin, Michigan, Pennsylvania, North Carolina, and Florida. Electoral-vote.com did not predict a winner for Nevada, which Clinton would win. The website predicted the winners of the remaining 44 states and the District of Columbia correctly.", "sentence2": "If someone bet the opposite of Electoral-vote.com's prediction for Clinton winning Florida, would they win money?", "label": "YES"}
{"SampleID": 3375, "PassageID": 284, "PassageEditID": 1, "original sentence": "In contrast, although several schemes were proposed to make the Mole navigable, none were enacted and transport links to Dorking remained poor.", "original cue": "none", "pre sentence": "The development of Guildford (to the west) was stimulated by the construction of the Wey Navigation in the 1650s.", "post sentence": "As a result, the local economy began to suffer and the town declined through the late 17th and early 18th centuries.", "pre cue": "In contrast, although several schemes were proposed to make the Mole navigable, ", "post cue": "were enacted and transport links to Dorking remained poor.", "original passage": "The development of Guildford (to the west) was stimulated by the construction of the Wey Navigation in the 1650s. In contrast, although several schemes were proposed to make the Mole navigable, none were enacted and transport links to Dorking remained poor. As a result, the local economy began to suffer and the town declined through the late 17th and early 18th centuries.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The development of Guildford (to the west) was stimulated by the construction of the Wey Navigation in the 1650s. In contrast, although several schemes were proposed to make the Mole navigable, they stayed only as proposals and transport links to Dorking remained poor. As a result, the local economy began to suffer and the town declined through the late 17th and early 18th centuries.", "sentence2": "Is it likely that the people who proposed the Wey Navigation were more competent than the people who made proposals for improving the Mole?", "label": "DON'T KNOW"}
{"SampleID": 1684, "PassageID": 142, "PassageEditID": 3, "original sentence": "This was an increase from May 2008, when Climate Counts only gave Apple 11 points out of 100, which placed the company last among electronics companies, at which time Climate Counts also labeled Apple with a \"stuck icon\", adding that Apple at the time was \"a choice to avoid for the climate-conscious consumer\".", "original cue": "avoid", "pre sentence": "In 2010, Climate Counts, a nonprofit organization dedicated to directing consumers toward the greenest companies, gave Apple a score of 52 points out of a possible 100, which puts Apple in their top category \"Striding\".", "post sentence": "", "pre cue": "This was an increase from May 2008, when Climate Counts only gave Apple 11 points out of 100, which placed the company last among electronics companies, at which time Climate Counts also labeled Apple with a \"stuck icon\", adding that Apple at the time was \"a choice to", "post cue": " for the climate-conscious consumer\".", "original passage": "In 2010, Climate Counts, a nonprofit organization dedicated to directing consumers toward the greenest companies, gave Apple a score of 52 points out of a possible 100, which puts Apple in their top category \"Striding\". This was an increase from May 2008, when Climate Counts only gave Apple 11 points out of 100, which placed the company last among electronics companies, at which time Climate Counts also labeled Apple with a \"stuck icon\", adding that Apple at the time was \"a choice to avoid for the climate-conscious consumer\".", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "In 2010, Climate Counts, a nonprofit organization dedicated to directing consumers toward the greenest companies, gave Apple a score of 52 points out of a possible 100, which puts Apple in their top category \"Striding\". This was an increase from May 2008, when Climate Counts only gave Apple 11 points out of 100, which placed the company somewhat higher among all companies, at which time Climate Counts also labeled Apple with a \"stuck icon\", adding that Apple at the time was \"the choice for the climate-conscious consumer\".", "sentence2": "Would an environmentally concerned consumer choose Apple as the best supplier of a product?", "label": "YES"}
{"SampleID": 322, "PassageID": 27, "PassageEditID": 3, "original sentence": "However, Machias Seal Island had been seized by the British as part of the occupation and was unaddressed by the commission.", "original cue": "unaddressed", "pre sentence": "The British occupied the town of Castine and most of eastern Maine for the rest of the war, governing it under martial law and re-establishing the colony of New Ireland. The Treaty of Ghent returned this territory to the United States. When the British left in April 1815, they took £10,750 in tariff duties from Castine. This money, called the \"Castine Fund\", was used to establish Dalhousie University in Halifax. Decisions about the islands in Passamaquoddy Bay were decided by joint commission in 1817.", "post sentence": " While kept by Britain/Canada, it remains in dispute to this day.", "pre cue": "However, Machias Seal Island had been seized by the British as part of the occupation and was ", "post cue": "by the commission.", "original passage": "The British occupied the town of Castine and most of eastern Maine for the rest of the war, governing it under martial law and re-establishing the colony of New Ireland. The Treaty of Ghent returned this territory to the United States. When the British left in April 1815, they took £10,750 in tariff duties from Castine. This money, called the \"Castine Fund\", was used to establish Dalhousie University in Halifax. Decisions about the islands in Passamaquoddy Bay were decided by joint commission in 1817. However, Machias Seal Island had been seized by the British as part of the occupation and was unaddressed by the commission. While kept by Britain/Canada, it remains in dispute to this day.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The British occupied the town of Castine and most of eastern Maine for the rest of the war, governing it under martial law and re-establishing the colony of New Ireland. The Treaty of Ghent returned this territory to the United States. When the British left in April 1815, they took £10,750 in tariff duties from Castine. This money, called the \"Castine Fund\", was used to establish Dalhousie University in Halifax. Decisions about the islands in Passamaquoddy Bay were decided by joint commission in 1817. However, Machias Seal Island was ruled to have been seized illegally by the British after the end of hostilities, and it was returned to the United States without further discussion. While kept by the US, it remains a point of contention for a few British idealists.", "sentence2": "If someone wanted to travel from Maine to Machias Seal Island for a visit, would they need a passport to do so?", "label": "NO"}
{"SampleID": 2235, "PassageID": 189, "PassageEditID": 3, "original sentence": "About 6.8% of families and 10.3% of the population were below the poverty line, including 33.8% of those under age 18 and none of those age 65 or over.", "original cue": "none", "pre sentence": "The median income for a household in the CDP was $26,188, and the median income for a family was $31,875. Males had a median income of $30,238 versus $22,917 for females. The per capita income for the CDP was $13,411.", "post sentence": "", "pre cue": "About 6.8% of families and 10.3% of the population were below the poverty line, including 33.8% of those under age 18 and", "post cue": "of those age 65 or over.", "original passage": "The median income for a household in the CDP was $26,188, and the median income for a family was $31,875. Males had a median income of $30,238 versus $22,917 for females. The per capita income for the CDP was $13,411. About 6.8% of families and 10.3% of the population were below the poverty line, including 33.8% of those under age 18 and none of those age 65 or over.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The median income for a household in the CDP was $26,188, and the median income for a family was $31,875. Males had a median income of $30,238 versus $22,917 for females. The per capita income for the CDP was $13,411. About 6.8% of families and 10.3% of the population were below the poverty line, including 33.8% of those under age 18 and all of those age 65 or over.", "sentence2": "Would some of the people under 18 be eligible for food stamps?", "label": "YES"}
{"SampleID": 3064, "PassageID": 257, "PassageEditID": 3, "original sentence": "In the 1940s, the role of Wilberforce and the Clapham Sect in abolition was downplayed by historian Eric Williams, who argued that abolition was motivated not by humanitarianism but by economics, as the West Indian sugar industry was in decline.", "original cue": "not", "pre sentence": "As his sons had desired and planned, Wilberforce has long been viewed as a Christian hero, a statesman-saint held up as a role model for putting his faith into action. More broadly, he has also been described as a humanitarian reformer who contributed significantly to reshaping the political and social attitudes of the time by promoting concepts of social responsibility and action. ", "post sentence": "Williams' approach strongly influenced historians for much of the latter part of the 20th century. However, more recent historians have noted that the sugar industry was still making large profits at the time of the abolition of the slave trade, and this has led to a renewed interest in Wilberforce and the Evangelicals, as well as a recognition of the anti-slavery movement as a prototype for subsequent humanitarian campaigns.", "pre cue": "In the 1940s, the role of Wilberforce and the Clapham Sect in abolition was downplayed by historian Eric Williams, who argued that abolition was motivated", "post cue": " by humanitarianism but by economics, as the West Indian sugar industry was in decline.", "original passage": "As his sons had desired and planned, Wilberforce has long been viewed as a Christian hero, a statesman-saint held up as a role model for putting his faith into action. More broadly, he has also been described as a humanitarian reformer who contributed significantly to reshaping the political and social attitudes of the time by promoting concepts of social responsibility and action. In the 1940s, the role of Wilberforce and the Clapham Sect in abolition was downplayed by historian Eric Williams, who argued that abolition was motivated not by humanitarianism but by economics, as the West Indian sugar industry was in decline. Williams' approach strongly influenced historians for much of the latter part of the 20th century. However, more recent historians have noted that the sugar industry was still making large profits at the time of the abolition of the slave trade, and this has led to a renewed interest in Wilberforce and the Evangelicals, as well as a recognition of the anti-slavery movement as a prototype for subsequent humanitarian campaigns.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "As his sons had desired and planned, Wilberforce has long been viewed as a Christian hero, a statesman-saint held up as a role model for putting his faith into action. More broadly, he has also been described as a humanitarian reformer who contributed significantly to reshaping the political and social attitudes of the time by promoting concepts of social responsibility and action. In the 1940s, the role of Wilberforce and the Clapham Sect in abolition stopped being downplayed, first by historian Eric Williams, who argued that abolition was motivated both by humanitarianism and by economics, as the West Indian sugar industry was in decline. Williams' approach strongly influenced historians for much of the latter part of the 20th century. However, more recent historians have noted that the sugar industry was still making large profits at the time of the abolition of the slave trade, and this has led to a renewed interest in Wilberforce and the Evangelicals, as well as a recognition of the anti-slavery movement as a prototype for subsequent humanitarian campaigns.", "sentence2": "If you asked a historian in the early 20th century if Wilberforce and the Clapham Sect had played a large part in abolition, would they probably have said \"No?\"", "label": "YES"}
{"SampleID": 1897, "PassageID": 161, "PassageEditID": 0, "original sentence": "The Updikean narrator is often \"a man guilty of infidelity and abandonment of his family\".", "original cue": "infidelity", "pre sentence": "The critic Edward Champion notes that Updike's prose heavily favors \"external sexual imagery\" rife with \"explicit anatomical detail\" rather than descriptions of \"internal emotion\" in descriptions of sex. In Champion's interview with Updike on \"The Bat Segundo Show\", Updike replied that he perhaps favored such imagery to concretize and make sex \"real\" in his prose. Another sexual theme commonly addressed in Updike is adultery, especially in a suburban, middle class setting, most famously in \"Couples\" (1968).", "post sentence": "", "pre cue": "The Updikean narrator is often \"a man guilty of ", "post cue": " and abandonment of his family\".", "original passage": "The critic Edward Champion notes that Updike's prose heavily favors \"external sexual imagery\" rife with \"explicit anatomical detail\" rather than descriptions of \"internal emotion\" in descriptions of sex. In Champion's interview with Updike on \"The Bat Segundo Show\", Updike replied that he perhaps favored such imagery to concretize and make sex \"real\" in his prose. Another sexual theme commonly addressed in Updike is adultery, especially in a suburban, middle class setting, most famously in \"Couples\" (1968). The Updikean narrator is often \"a man guilty of infidelity and abandonment of his family\".", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The critic Edward Champion notes that Updike's prose heavily favors \"external sexual imagery\" rife with \"explicit anatomical detail\" rather than descriptions of \"internal emotion\" in descriptions of sex. In Champion's interview with Updike on \"The Bat Segundo Show\", Updike replied that he perhaps favored such imagery to concretize and make sex \"real\" in his prose. Another sexual theme commonly addressed in Updike is adultery, especially in a suburban, middle class setting, most famously in \"Couples\" (1968). The Updikean narrator is often \"a man guilty of infidelity and abandonment of his family\".", "sentence2": "Without knowing the ending to the typical story, could you conclude that the narrator is working hard to get back and his feet, so to speak, and to return to his family as soon as he is financially able?", "label": "NO"}
{"SampleID": 304, "PassageID": 26, "PassageEditID": 1, "original sentence": "The concept of nobility flourished in New Spain in a way not seen in other parts of the Americas.", "original cue": "not", "pre sentence": "", "post sentence": "Spaniards encountered a society in which the concept of nobility mirrored that of their own. Spaniards respected the indigenous order of nobility and added to it. In the ensuing centuries, possession of a noble title in Mexico did not mean one exercised great political power, for one's power was limited even if the accumulation of wealth was not. The concept of nobility in Mexico was not political but rather a very conservative Spanish social one, based on proving the worthiness of the family. Most of these families proved their worth by making fortunes in New Spain outside of the city itself, then spending the revenues in the capital, building churches, supporting charities and building extravagant palatial homes. The craze to build the most opulent residence possible reached its height in the last half of the 18th century. Many of these palaces can still be seen today, leading to Mexico City's nickname of \"The city of palaces\" given by Alexander Von Humboldt.", "pre cue": "The concept of nobility flourished in New Spain in a way", "post cue": "seen in other parts of the Americas.", "original passage": "The concept of nobility flourished in New Spain in a way not seen in other parts of the Americas. Spaniards encountered a society in which the concept of nobility mirrored that of their own. Spaniards respected the indigenous order of nobility and added to it. In the ensuing centuries, possession of a noble title in Mexico did not mean one exercised great political power, for one's power was limited even if the accumulation of wealth was not. The concept of nobility in Mexico was not political but rather a very conservative Spanish social one, based on proving the worthiness of the family. Most of these families proved their worth by making fortunes in New Spain outside of the city itself, then spending the revenues in the capital, building churches, supporting charities and building extravagant palatial homes. The craze to build the most opulent residence possible reached its height in the last half of the 18th century. Many of these palaces can still be seen today, leading to Mexico City's nickname of \"The city of palaces\" given by Alexander Von Humboldt.", "QuestionID": "q10", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The concept of nobility flourished in New Spain in an unprecedented way in other parts of the Americas. Spaniards encountered a society in which the concept of nobility mirrored that of their own. Spaniards respected the indigenous order of nobility and added to it. In the ensuing centuries, possession of a noble title in Mexico did not mean one exercised great political power, for one's power was limited even if the accumulation of wealth was not. The concept of nobility in Mexico was not political but rather a very conservative Spanish social one, based on proving the worthiness of the family. Most of these families proved their worth by making fortunes in New Spain outside of the city itself, then spending the revenues in the capital, building churches, supporting charities and building extravagant palatial homes. The craze to build the most opulent residence possible reached its height in the last half of the 18th century. Many of these palaces can still be seen today, leading to Mexico City's nickname of \"The city of palaces\" given by Alexander Von Humboldt.", "sentence2": "Was the New Spain nobility a concept new to other parts of the Americas?", "label": "YES"}
{"SampleID": 2666, "PassageID": 225, "PassageEditID": 1, "original sentence": "It was created following an artistically productive 1950 visit to Italy, which Zapf had been unable to visit before.", "original cue": "unable", "pre sentence": "A slightly bolder set of titling capitals than Michaelangelo on the same basic structure. It was originally named 'Aurelia Titling' after the Roman road named Via Aurelia; Zapf would later use the name for another separate font. The Palatino nova version (see below) is renamed \"Palatino Imperial\" and has small capitals as a lower case. ", "post sentence": " Zapf was very interested in the quality of Italian art and lettering, and his sketches of stonecarving in Florence also inspired the humanist sans-serif Optima.", "pre cue": "It was created following an artistically productive 1950 visit to Italy, which Zapf had been", "post cue": "to visit before.", "original passage": "A slightly bolder set of titling capitals than Michaelangelo on the same basic structure. It was originally named 'Aurelia Titling' after the Roman road named Via Aurelia; Zapf would later use the name for another separate font. The Palatino nova version (see below) is renamed \"Palatino Imperial\" and has small capitals as a lower case. It was created following an artistically productive 1950 visit to Italy, which Zapf had been unable to visit before. Zapf was very interested in the quality of Italian art and lettering, and his sketches of stonecarving in Florence also inspired the humanist sans-serif Optima.", "QuestionID": "q30", "Confidence": 4, "Passage is enough": "Passage is enough", "sentence1": "A slightly bolder set of titling capitals than Michaelangelo on the same basic structure. It was originally named 'Aurelia Titling' after the Roman road named Via Aurelia; Zapf would later use the name for another separate font. The Palatino nova version (see below) is renamed \"Palatino Imperial\" and has small capitals as a lower case. It was created following an artistically productive 1950 visit to Italy, which for Zapf had been his first visit. Zapf was very interested in the quality of Italian art and lettering, and his sketches of stonecarving in Florence also inspired the humanist sans-serif Optima.", "sentence2": "Would Zapf likely have visited some old friends during his 1950 visit to Italy?", "label": "NO"}
{"SampleID": 1216, "PassageID": 103, "PassageEditID": 0, "original sentence": "As the regulations do not limit the specific type of wood that must be used, a variety of flavours can be achieved by blending whiskies aged in different types of barrels.", "original cue": "not", "pre sentence": "The base whiskies are distilled to between 180 and 190 proof which results in few congener by-products (such as fusel alcohol, aldehydes, esters, etc.) and creates a lighter taste. By comparison, an American whisky distilled any higher than 160 proof is labelled as \"light whiskey\". The flavouring whiskies are distilled to a lower proof so that they retain more of the grain's flavour. The relative lightness created by the use of base whiskies makes Canadian whisky useful for mixing into cocktails and highballs. The minimum three year aging in small wood barrels applies to all whiskies used in the blend.", "post sentence": " In addition to new wood barrels, charred or uncharred, flavour can be added by aging whiskies in previously used bourbon or fortified wine barrels for different lengths of time.", "pre cue": "As the regulations do", "post cue": " limit the specific type of wood that must be used, a variety of flavours can be achieved by blending whiskies aged in different types of barrels.", "original passage": "The base whiskies are distilled to between 180 and 190 proof which results in few congener by-products (such as fusel alcohol, aldehydes, esters, etc.) and creates a lighter taste. By comparison, an American whisky distilled any higher than 160 proof is labelled as \"light whiskey\". The flavouring whiskies are distilled to a lower proof so that they retain more of the grain's flavour. The relative lightness created by the use of base whiskies makes Canadian whisky useful for mixing into cocktails and highballs. The minimum three year aging in small wood barrels applies to all whiskies used in the blend. As the regulations do not limit the specific type of wood that must be used, a variety of flavours can be achieved by blending whiskies aged in different types of barrels. In addition to new wood barrels, charred or uncharred, flavour can be added by aging whiskies in previously used bourbon or fortified wine barrels for different lengths of time.", "QuestionID": "q20", "Confidence": 1, "Passage is enough": "Passage is enough", "sentence1": "The base whiskies are distilled to between 180 and 190 proof which results in few congener by-products (such as fusel alcohol, aldehydes, esters, etc.) and creates a lighter taste. By comparison, an American whisky distilled any higher than 160 proof is labelled as \"light whiskey\". The flavouring whiskies are distilled to a lower proof so that they retain more of the grain's flavour. The relative lightness created by the use of base whiskies makes Canadian whisky useful for mixing into cocktails and highballs. The minimum three year aging in small wood barrels applies to all whiskies used in the blend. As the regulations do not limit the specific type of wood that must be used, a variety of flavours can be achieved by blending whiskies aged in different types of barrels. In addition to new wood barrels, charred or uncharred, flavour can be added by aging whiskies in previously used bourbon or fortified wine barrels for different lengths of time.", "sentence2": "Do old or used barrels use a type of wood that is restricted?", "label": "DON'T KNOW"}
{"SampleID": 5246, "PassageID": 440, "PassageEditID": 0, "original sentence": "A possible inference is, that one can not be blamed for mistaken judgments if the motivation was to do good.", "original cue": "not", "pre sentence": "Another consequentialist version is motive consequentialism, which looks at whether the state of affairs that results from the motive to choose an action is better or at least as good as each of the alternative state of affairs that would have resulted from alternative actions. This version gives relevance to the motive of an act and links it to its consequences. An act can therefore not be wrong if the decision to act was based on a right motive. ", "post sentence": "", "pre cue": "A possible inference is, that one can ", "post cue": "be blamed for mistaken judgments if the motivation was to do good.", "original passage": "Another consequentialist version is motive consequentialism, which looks at whether the state of affairs that results from the motive to choose an action is better or at least as good as each of the alternative state of affairs that would have resulted from alternative actions. This version gives relevance to the motive of an act and links it to its consequences. An act can therefore not be wrong if the decision to act was based on a right motive. A possible inference is, that one can not be blamed for mistaken judgments if the motivation was to do good.", "QuestionID": "q10", "Confidence": 4, "Passage is enough": "Passage is enough", "sentence1": "Another consequentialist version is motive consequentialism, which looks at whether the state of affairs that results from the motive to choose an action is better or at least as good as each of the alternative state of affairs that would have resulted from alternative actions. This version gives relevance to the motive of an act and links it to its consequences. An act can therefore not be wrong if the decision to act was based on a right motive. A possible inference is, that one can not be blamed for mistaken judgments if the motivation was to do good.", "sentence2": "Do pure intentions mean a harmful act should be forgiven?", "label": "YES"}
{"SampleID": 4145, "PassageID": 348, "PassageEditID": 3, "original sentence": "Roman concrete was rarely used on the outside of buildings.", "original cue": "rarely", "pre sentence": "The Greeks used volcanic tuff from the island of Thera as their pozzolan and the Romans used crushed volcanic ash (activated aluminium silicates) with lime. This mixture could set under water, increasing its resistance to corrosion like rust. The material was called \"pozzolana\" from the town of Pozzuoli, west of Naples where volcanic ash was extracted. In the absence of pozzolanic ash, the Romans used powdered brick or pottery as a substitute and they may have used crushed tiles for this purpose before discovering natural sources near Rome. The huge dome of the Pantheon in Rome and the massive Baths of Caracalla are examples of ancient structures made from these concretes, many of which still stand. The vast system of Roman aqueducts also made extensive use of hydraulic cement. ", "post sentence": " The normal technique was to use brick facing material as the formwork for an infill of mortar mixed with an aggregate of broken pieces of stone, brick, potsherds, recycled chunks of concrete, or other building rubble.", "pre cue": "Roman concrete was", "post cue": "used on the outside of buildings.", "original passage": "The Greeks used volcanic tuff from the island of Thera as their pozzolan and the Romans used crushed volcanic ash (activated aluminium silicates) with lime. This mixture could set under water, increasing its resistance to corrosion like rust. The material was called \"pozzolana\" from the town of Pozzuoli, west of Naples where volcanic ash was extracted. In the absence of pozzolanic ash, the Romans used powdered brick or pottery as a substitute and they may have used crushed tiles for this purpose before discovering natural sources near Rome. The huge dome of the Pantheon in Rome and the massive Baths of Caracalla are examples of ancient structures made from these concretes, many of which still stand. The vast system of Roman aqueducts also made extensive use of hydraulic cement. Roman concrete was rarely used on the outside of buildings. The normal technique was to use brick facing material as the formwork for an infill of mortar mixed with an aggregate of broken pieces of stone, brick, potsherds, recycled chunks of concrete, or other building rubble.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The Greeks used volcanic tuff from the island of Thera as their pozzolan and the Romans used crushed volcanic ash (activated aluminium silicates) with lime. This mixture could set under water, increasing its resistance to corrosion like rust. The material was called \"pozzolana\" from the town of Pozzuoli, west of Naples where volcanic ash was extracted. In the absence of pozzolanic ash, the Romans used powdered brick or pottery as a substitute and they may have used crushed tiles for this purpose before discovering natural sources near Rome. The huge dome of the Pantheon in Rome and the massive Baths of Caracalla are examples of ancient structures made from these concretes, many of which still stand. The vast system of Roman aqueducts also made extensive use of hydraulic cement. Roman concrete was often used on the outside of buildings. The normal technique was to use brick facing material as the formwork for an infill of mortar mixed with an aggregate of broken pieces of stone, brick, potsherds, recycled chunks of concrete, or other building rubble.", "sentence2": "Would an ancient Roman builder likely use concrete to complete a building after the interior was finished?", "label": "YES"}
{"SampleID": 3498, "PassageID": 294, "PassageEditID": 2, "original sentence": "In 1996, Air France briefly painted F-BTSD in a predominantly blue livery, with the exception of the wings, in a promotional deal with Pepsi.", "original cue": "with the exception of", "pre sentence": "Concorde had livery restrictions; the majority of the surface had to be covered with a highly reflective white paint to avoid overheating the aluminium structure due to heating effects from supersonic flight at Mach 2. The white finish reduced the skin temperature by.", "post sentence": "In this paint scheme, Air France was advised to remain at for no more than 20 minutes at a time, but there was no restriction at speeds under Mach 1.7. F-BTSD was used because it was not scheduled for any long flights that required extended Mach 2 operations.", "pre cue": "In 1996, Air France briefly painted F-BTSD in a predominantly blue livery,", "post cue": " the wings, in a promotional deal with Pepsi.", "original passage": "Concorde had livery restrictions; the majority of the surface had to be covered with a highly reflective white paint to avoid overheating the aluminium structure due to heating effects from supersonic flight at Mach 2. The white finish reduced the skin temperature by. In 1996, Air France briefly painted F-BTSD in a predominantly blue livery, with the exception of the wings, in a promotional deal with Pepsi. In this paint scheme, Air France was advised to remain at for no more than 20 minutes at a time, but there was no restriction at speeds under Mach 1.7. F-BTSD was used because it was not scheduled for any long flights that required extended Mach 2 operations.", "QuestionID": "q30", "Confidence": 3, "Passage is enough": "Passage is enough", "sentence1": "Concorde had livery restrictions; the majority of the surface had to be covered with a highly reflective white paint to avoid overheating the aluminium structure due to heating effects from supersonic flight at Mach 2. The white finish reduced the skin temperature by. In 1996, Air France briefly painted F-BTSD in a predominantly blue livery and wings with the exception of a promotional deal with Pepsi. In this paint scheme, Air France was advised to remain at for no more than 20 minutes at a time, but there was no restriction at speeds under Mach 1.7. F-BTSD was used because it was not scheduled for any long flights that required extended Mach 2 operations.", "sentence2": "Did Air France F-BTSD have blue wings during their Pepsi promotional campaign?", "label": "DON'T KNOW"}
{"SampleID": 4249, "PassageID": 357, "PassageEditID": 2, "original sentence": "After the 4th centuryAD it declined, contracted to its acropolis, and was abandoned, never to be reoccupied except by archaeologists.", "original cue": "never", "pre sentence": "The ancient polis is to be distinguished from the municipality, which was named in its honor. The polis lay 17 km east-northeast of the mouth of the Nestos River, almost directly opposite the island of Thasos. It was a colony placed in previously unsettled Thracian territory, not then a part of Hellas, during the age of Greek colonization. The city that developed from it became of major importance in ancient Greece.", "post sentence": "", "pre cue": "After the 4th centuryAD it declined, contracted to its acropolis, and was abandoned,", "post cue": "to be reoccupied except by archaeologists.", "original passage": "The ancient polis is to be distinguished from the municipality, which was named in its honor. The polis lay 17 km east-northeast of the mouth of the Nestos River, almost directly opposite the island of Thasos. It was a colony placed in previously unsettled Thracian territory, not then a part of Hellas, during the age of Greek colonization. The city that developed from it became of major importance in ancient Greece. After the 4th centuryAD it declined, contracted to its acropolis, and was abandoned, never to be reoccupied except by archaeologists.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "The ancient polis is to be distinguished from the municipality, which was named in its honor. The polis lay 17 ;km east-northeast of the mouth of the Nestos River, almost directly opposite the island of Thasos. It was a colony placed in previously unsettled Thracian territory, not then a part of Hellas, during the age of Greek colonization. The city that developed from it became of major importance in ancient Greece. After the 4th centuryAD it declined, contracted to its acropolis, and was abandoned, never to be reoccupied except by archaeologists and tourists.", "sentence2": "If you visit the city today, is it likely that there are lots of hotels nearby?", "label": "YES"}
{"SampleID": 6767, "PassageID": 568, "PassageEditID": 3, "original sentence": "This proved ineffective, and on 17 February 2011, major protests broke out against Gaddafi's government.", "original cue": "ineffective", "pre sentence": "Following the start of the Arab Spring in 2011, Gaddafi spoke out in favour of Tunisian President Zine El Abidine Ben Ali, then threatened by the Tunisian Revolution. He suggested that Tunisia's people would be satisfied if Ben Ali introduced a \"Jamahiriyah\" system there. Fearing domestic protest, Libya's government implemented preventive measures by reducing food prices, purging the army leadership of potential defectors, and releasing several Islamist prisoners.", "post sentence": "Unlike Tunisia or Egypt, Libya was largely religiously homogeneous and had no strong Islamist movement, but there was widespread dissatisfaction with the corruption and entrenched systems of patronage, while unemployment had reached around 30 per cent.", "pre cue": "This proved", "post cue": ", and on 17 February 2011, major protests broke out against Gaddafi's government.", "original passage": "Following the start of the Arab Spring in 2011, Gaddafi spoke out in favour of Tunisian President Zine El Abidine Ben Ali, then threatened by the Tunisian Revolution. He suggested that Tunisia's people would be satisfied if Ben Ali introduced a \"Jamahiriyah\" system there. Fearing domestic protest, Libya's government implemented preventive measures by reducing food prices, purging the army leadership of potential defectors, and releasing several Islamist prisoners. This proved ineffective, and on 17 February 2011, major protests broke out against Gaddafi's government. Unlike Tunisia or Egypt, Libya was largely religiously homogeneous and had no strong Islamist movement, but there was widespread dissatisfaction with the corruption and entrenched systems of patronage, while unemployment had reached around 30 per cent.", "QuestionID": "q20", "Confidence": 5, "Passage is enough": "Passage is enough", "sentence1": "Following the start of the Arab Spring in 2011, Gaddafi spoke out in favour of Tunisian President Zine El Abidine Ben Ali, then threatened by the Tunisian Revolution. He suggested that Tunisia's people would be satisfied if Ben Ali introduced a \"Jamahiriyah\" system there. Fearing domestic protest, Libya's government implemented preventive measures by reducing food prices, purging the army leadership of potential defectors, and releasing several Islamist prisoners. This seemed to be a wise decision at the time, as on 17 February 2011, while major protests broke out in nearby countries, there was no noticeable protest against Gaddafi's government. Unlike Tunisia or Egypt, Libya was largely religiously homogeneous and had no strong Islamist movement, but there was widespread dissatisfaction with the corruption and entrenched systems of patronage, while unemployment had reached around 30 per cent.", "sentence2": "Could you make a reasonable conclusion that the potential defectors and the political prisoners that Gaddafi released themselves became charismatic agitators, once they were free to speak to the public openly?", "label": "NO"}
{"SampleID": 2955, "PassageID": 249, "PassageEditID": 0, "original sentence": "This is the highest percentage of any faculty in the country with the exception of the graduate institution Rockefeller University.", "original cue": "with the exception of", "pre sentence": "33% of the faculty are members of the National Academy of Science or Engineering and/or fellows of the American Academy of Arts and Sciences.", "post sentence": "", "pre cue": "This is the highest percentage of any faculty in the country", "post cue": "the graduate institution Rockefeller University.", "original passage": "33% of the faculty are members of the National Academy of Science or Engineering and/or fellows of the American Academy of Arts and Sciences. This is the highest percentage of any faculty in the country with the exception of the graduate institution Rockefeller University.", "QuestionID": "q30", "Confidence": 5, "Passage is enough": "External knowledge required", "sentence1": "33% of the faculty are members of the National Academy of Science or Engineering and/or fellows of the American Academy of Arts and Sciences. This is the highest percentage of any faculty in the country with the exception of the graduate institution Rockefeller University.", "sentence2": "Are the majority of faculty members at Rockefeller University members of the American Academy of Arts and Sciences", "label": "DON'T KNOW"}
